{
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.43869042566,
                    43.511324832017
                ]
            },
            "properties": {
                "naslov": "EKSKLUZIVNO***CENTAR GRADA - 4 APARTMANA + SOBA S KUPAONICOM",
                "opis": "Posredujemo u prodaji stana koji se sastoji od dvosobnog apartmana, dva uređena studio apartmana (kuhinja+kupaonica) i 1. sobe (koja ima vlastitu kupaonicu). Stan je u potpunosti uređen i kao takav se prodaje.Stanu pripadaju i kućica u vrtu zgrade (12 m2), te sprema u prizemlju (cca 3 m2). Stan je veoma osunčan i svijetao.Izvrsna nekretnina za turizam obzirom na lokaciju.",
                "cijena": "580.000 € ",
                "povrsina": "120,00 m²",
                "cijenam2": "4833",
                "link": "https://www.njuskalo.hr/nekretnine/ekskluzivno-2-soban-apartman-2-studio-apartmana-soba-kupaonicom-oglas-34045422",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.477253384031,
                    43.504701841512
                ]
            },
            "properties": {
                "naslov": "Stan: Split  Mertojak  Odeska ulica  98.80 m2",
                "opis": "Prodaje se stan u Splitu, predio Mertojak, Odeska ulica, VIII kat površine 85 m2 naznačeno u vlasničkom listu, a sastoji se od 4 sobe, kuhinje, blagavaonice, izbe, kupaonice sa wc-om, malog wc-a , predsoblja, hodnika, 2 balkona i lođe.Informacije na mob: 099 3056205Ivica Karačić.",
                "cijena": "255.000 € ",
                "povrsina": "98,80 m²",
                "cijenam2": "2602",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-mertojak-odeska-ulica-98.00-m2-oglas-37769447",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Žnjan - komforan dvosobni stan sa vrtom i parkirnim mjestom!!",
                "opis": "Žnjan,posredujemo u prodaji lijepog dvosobnog stana koji se sastoji od: dvije spavaće sobe, kupaonice, hodnika, kuhinje , blagovaonice i dnevnog boravka koji ima izlaz na veliku terasu i vrt.Potpuno je opremljen s novim namještajem. klimatiziran, visina stropova cca 3m.Stan je ukupne površine 63,34 m2, i pripadajućeg  ograđenog vrta (stvarnepovršine 37,47 m2) obračunske površine 9,36 m2, sveukupne površine 72,70 m2.Uz stan pripada garažno parkirno mjesto u podrumu površine 12,80m2. ",
                "cijena": "270.000 € ",
                "povrsina": "72,70 m²",
                "cijenam2": "3750",
                "link": "https://www.njuskalo.hr/nekretnine/znjan-komforan-dvosobni-stan-vrtom-parkirnim-mjestom-oglas-37740622",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.47789451183548,
                    43.51537040619544
                ]
            },
            "properties": {
                "naslov": "Stan: Split  80.00 m2  VISOKA  PRODAJA  EKSKLUZIVA!!",
                "opis": "Prodaje se stan na predjelu Visoka.Stan ima 80m2 stambene površine, terase 20m2, 30m2 garaže i 10m2 stubišta.Stan se sastoji od kuhinje s blagavaonom i dnevnog dijela, kupatila, 3 spavaće sobe, terasa i teretane koja se može prenamjenit u garažu.Orjentacija sjever-jugProdaje se za cijenu od 280.000 €, agencijska usluga posredovanja je 2%.",
                "cijena": "280.000 € ",
                "povrsina": "80,00 m²",
                "cijenam2": "3500",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-80.00-m2-visoka-prodaja-ekskluziva-oglas-34881604",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.46395683288574,
                    43.5121057812374
                ]
            },
            "properties": {
                "naslov": "Stan: Split  154.00 m2",
                "opis": "Četverosoban stan u Vrančićevoj ulici, Split 3, neposredna blizina Kampusa, dvoetažan, položen na visokom prizemlju i prvom katu manje stambene zgrade, sveukupne površine 156m² + vrt površine 25m².Stan je prostran i svijetao, kvalitetno renoviran i namešten 2012. godine. Pogodan je i za veće obitelji jer se lako održava, a nudi komfor kuće. Etaže su povezane drvenim stepeništem i mogu se razdvojiti jer imaju i mogućnost zasebnih ulaza te postoji opcija dvije stambene jedinice. Cijeli stan je okrenut prema jugu.Ispred zgrade je prostrani parking.PRIZEMLJE: - zaseban dnevni boravak, kuhinja, blagovaona, sve sa izlazom na lodju i vrt, sanitarni čvor, sprema.KAT: - tri spavaće sobe, hodnik, kupatilo, prostrani balkonAgencije isključeneCijena 390,000 EURTel: 095 1000 444",
                "cijena": "390.000 € ",
                "povrsina": "154,00 m²",
                "cijenam2": "2532",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-154.00-m2-oglas-36162882",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.448014993796,
                    43.501043784923
                ]
            },
            "properties": {
                "naslov": "Split  Bačvice - luksuzan jednosoban komforan stan 72 m2 s balkonom",
                "opis": "Jednosoban komforan stan površine 72 m2, smješten na 1. katu stambene zgrade na Bačvicama, kvalitetni i luksuzno renoviran i opremljen, koji se sastoji od spavaće sobe, otvorene kuhinje s blagovanicom i dnevnim prostorom, dvije kupaonice i balkona, nedaleko od plaže, izvrstan turistički potencijal.",
                "cijena": "335.000 € ",
                "povrsina": "72,00 m²",
                "cijenam2": "4653",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-luksuzan-jednosoban-komforan-stan-72-m2-balkonom-oglas-37713362",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.472346518035,
                    43.509930912153
                ]
            },
            "properties": {
                "naslov": "Stan: Split  82.00 m2",
                "opis": "Prodaje se trosoban stan površine 82m2 (9.kat) na odličnoj lokaciji s prekrasnim pogledom na more. Sastoji se od dvije spavaće sobe, kupatila, malog wc-a, dnevnog boravka, kuhinje s blagovaonom, loggie te ostave. Orijentacija stana je sjever-jug, spavaće sobe su na sjeveru a dnevni dio na jugu. Postoji rješenje za izvedbu dodatne spavaće sobe.Na raspolaganju je veliki besplatni parking ispred zgrade te mogućnost najma garaže u neposrednoj blizini.U blizini su također i škola, više dječjih vrtića, prodajni centar, tržnica, igralište.",
                "cijena": "240.000 € ",
                "povrsina": "82,00 m²",
                "cijenam2": "2927",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-82.00-m2-oglas-37700707",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.441343542524,
                    43.514761616303
                ]
            },
            "properties": {
                "naslov": "Stan: Split  75.00 m2  dva apartmana  svježe renoviran",
                "opis": "Prodaje se specifičan stan u zgradi na 1. katu, kraj općine i pravnog fakulteta, 10min hoda do Dioklecijanove palače.Papiri uredni, vlasništvo 1/1. Stan se u papirima vodi kao jedan stan od 75m2.Potpuna renovacija završena u rujnu 2020.Stan je originalno bio veliki, starinski 3-soban stan od 75m2, međutim prošle godine je moderniziran i pretvoren u dva odvojena stana unutar originalnog, na način da se u stan ulazi kroz jedna glavna vrata u mini-hodnik, odakle zasebna dva stančića imaju svaki svoj ulaz sa bravom.Jedan je studio apartman veličine cca. 25m2 sa balkonom, drugi je jednosoban apartman veličine cca. 45m2 bez balkona.To budućem vlasniku pruža fleksibilnost opcija i maksimiziranje profita jer nudi mogućnost da koristi stanove na razne načine i za različite potrebe.Ovakva konfiguracija npr. pruža iznajmljivanje odvojenim turistima ili dugoročnim najmoprimcima, u jednom stanu se može živjeti dok se drugi iznajmljuje, i tako dalje.Kako se išlo na potpunu renovaciju, tako se stan kompletno ogolio, skupa sa pregradnim zidovima, nakon čega se krenulo u inspekciju i renovaciju po arhitektonskom planu (dostupan kupcu) uz građevinski nadzor radova.U zgradi nema lifta.Zgrade tada nisu imale svoje privatno parking mjesto, pa nema ni ovaj stan, no odmah ispod zgrade ima besplatni i naplatni javni parking.- FAZE RENOVACIJE -PROZORI:Stari drveni prozori, rolete i škure su zamijenjeni novim, modernim PVC prozorima visoke kvalitete i učinkovitosti. Austrijski Inoutic okviri i Maco okovi, tri staklene stijenke za bolju zvučnu izolaciju.S vanjske strane su alu rolete i alu škure, istog dizajna kao originalni.Svi prozori u stanu imaju komarice.INSTALACIJE:U stanu su kompletno stavljene nove vodo, elektro i ostale instalacije (UTP, činč, telefonski i ostali kabeli). Elektro instalacije imaju svoj atest. Za stanove je od HEP-a plaćena jača struja (11,5kW).Svaki stan ima svoje brojilo i svoju razvodnu kutiju sa fido sklopkama.BANJEVI:Banjevi su kompletno hidroizolirani, te osim umjetne imaju i prirodnu ventilaciju.PODOVI:S obzirom da se radi o starijoj zgradi, podovi ovih stanova se oslanjaju na grede, koje su tokom inspekcije provjerene, odličnog stanja, te su dodatno tretirane premazom protiv štetočina.Nakon toga se stavio debeli sloj bio-vune (koja nije štetna za zdravlje), preko koje su stavljene duple 22mm OSB ploče. Između ploča je stavljena etafon spužva 5mm (zvučna protuudarna izolacija).Preko ploča je dodatno stavljena 5mm spužva za laminat i onda 10mm laminat - Egger Pro Comfort od pluta (260kn/m2). Tokom postavljanja, laminat je posebnom smjesom hidroizoliran na bitnim mjestima (kuhinje i sl.)ZIDOVI:Kompletan stan je obložen knauf pločama. Pregradni zidovi su napravljeni od duplih knauf ploča, između ispunjeni bio-vunom. U banjevima je stavljen vodootporni knauf sa strukturalnim ojačanjima za bojlere, umivaonike, ormare i sl.Zid koji dijeli stan od susjedovog je također izoliran bio-vunom i knaufom, radi bolje zvučne izolacije.STROPOVI:Originalni strop je bio visine 3m. Isti je spušten 15cm, napunjen bio-vunom i zatvoren knaufom. Osim šta skriva elektro instalacije, sada je također i toplinsko/zvučni izolator.INTERIJER, OPREMA I OSTALI DETALJIKompletan interijer i dizajn nose potpis arhitekte koji je dizajnirao sve od početka do kraja.Kuhinje, police, ormari i većina stolarije su rađeni po mjeri. Neke sitnice poput stolica, stolića, svijeća i kreveta su pak kupljeni u trgovinama.Svaki apartman ima svoju kuhinju i svoj banj, te opremu dostatnu za komforan samostalan život.Pod opremu spadaju posebni klima uređaji za svaki stan, indukcijske ploče, nape, pregršt raznolike rasvjete, video parlafoni, po mjeri rađena ogledala, kvalitetni veliki kreveti, madraci, pozadinska LED rasvjeta, 2 perilice za rublje, 2 perilice posuđa, 2 bojlera, 2 frižidera, pećnice, smart TV-ovi, rasvjeta u ormarima, itd.Tokom renovacije se na kvaliteti ugrađene opreme nije štedilo (npr. podžbukne mješalice za tuš kade su najkvalitetnije Grohe, vodokotlići su Geberit Duofix Sigma i sl.) pa možete imati miran san znajući da su sve bitne stvari kvalitetne i ugrađene pod profesionalnim nadzorom.Stan nema mjesto u drvarnici, ali zato ima poseban veliki ormar u mini-hodniku, gdje se može komodno držati sva nužna oprema za održavanje stanova, poput usisivača, alata, sredstava za čišćenje i sl.Osim šta svaki stan ima svoja posebna vrata s ključem, glavni ulaz su Blindo vrata s video nadzorom preko video parlafona.Stanovi su također osigurani od svih mogućih šteta (osim potresa) preko Croatie.Sve je spremno za korištenje odmah, potrebna ulaganja: 0.Zamjene me ne zanimaju.Ukoliko me neka agencija namjerava kontaktirati, molim da to rade samo ako već imaju kupca i ako kupac pristaje platiti njihovu proviziju (ja ne).",
                "cijena": "325.000 € ",
                "povrsina": "75,00 m²",
                "cijenam2": "4333",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-75.00-m2-dva-apartmana-svjeze-renoviran-oglas-37493836",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.4460625,
                    43.504373
                ]
            },
            "properties": {
                "naslov": "Split  Bačvice  trosobni stan  prodaja",
                "opis": "Posredujemo u prodaji trosobnog stana  ukupne površine 87m2 smještenog u manjoj stambenoj u Splitu na području Bačvica.Nekretnina se sastoji od ulaznog dijela, hodnika, dnevnog boravka s blagovaonicom, prostrane kuhinje, terase (lođe), dvije kupaonice s wc-om te tri spavaće sobe.Iznad nekretnine nalazi se pripadajuća terasa sa otvorenim pogledom na more.Nekretnina je smještena u blizini svih sadržaja neophodnih za svakodnevni život kao i plaže Bačvice.Ima mogućnost podjele u dvije stambene jedinice.U prizemlju zgrade nalazi se dvorište koje je namjenjeno za parking stanara zgrade.U stanu su postavljeni PVC i ALU stolarija i blindo vrata.Stan je opremljen sa četiri klime, te ima dimnjak za peć za grijanje.Vlasništvo 1/1.Agencijska provizija: 2%+pdv",
                "cijena": "408.000 € ",
                "povrsina": "105,00 m²",
                "cijenam2": "3886",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-trosobni-stan-prodaja-oglas-36202578",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Visoka  trosoban stan  prodaja",
                "opis": "Posredujemo u prodaji lijepog stana u Splitu, predio Visoka. Stan je u izvornom stanju bio površine 36,76 m2 ali je kompletno preuređen (ima rješenje o izvedbenom stanju) tako da je sada ukupne površine od 85,30 m2. Zgrada ima lift.Stan se nalazi na petom katu zgrade, u potkrovlju. Ima hodnik od 6,25 m2, kupaonicu 4,16 m2, wc od 0,86 m2, kuhinju sa blagovaonicom 14,96 m2, dnevni boravak 23,60 m2, sobu od 14,72 m2, drugu sobu od 13,88 m2 i galeriju (sobu) od 6,87 m2.Nekretnina je u blizini svih sadržaja potrebnih u svakodnevnom životu.Vlaništvo je uredno!Razgledavanje nekretnine moguće je isključivo uz potpisani Ugovor o posredovanju koji je u skladu sa Zakonom o zaštiti podataka i Zakonom o posredovanju u prometu nekretnina.Agencijska provizija: 2% + pdv  ",
                "cijena": "180.000 € ",
                "povrsina": "85,30 m²",
                "cijenam2": "2118",
                "link": "https://www.njuskalo.hr/nekretnine/split-visoka-trosoban-stan-prodaja-oglas-33442107",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.446344,
                    43.51253
                ]
            },
            "properties": {
                "naslov": "MANUŠ***78 M2  LIJEPA ULICA  BLIZINA GRADA!",
                "opis": "Posredujemo u prodaji trosobnog stana na izvanrednoj lokaciji. Stan je smješten u lijepoj ulici nadomak centra, u manjoj zgradi .Stan se sastoji od ulaznog dijela, kupaonice s toaletom, kuhinje s blagovaonicom, odvojenog dnevnog boravka i dvije komforne spavaće sobe.Sve prostorije u stanu imaju velike prozore uključujući i kupaonicu.Iz dnevnog boravka se izlazi na prostrani balkon, južne orjentacije.Veoma lijepa i održavana zgrada, sa malo stanara.Zgradi pripada i zatvoreno dvorište koje je smješteno sa sjeverne (stražnje) strane zgrade.U podrumu zgrade se nalaze sprema i zajednička praonica.",
                "cijena": "280.000 € ",
                "povrsina": "78,00 m²",
                "cijenam2": "3590",
                "link": "https://www.njuskalo.hr/nekretnine/manus-lijepa-ulica-78-m2-blizina-grada-oglas-34863240",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.446344,
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split-Grad- renovirani trosobni stan na odličnoj lokaciji!!!",
                "opis": "Posredujemo u prodaji;kompletno renoviranog trosobnog stana površine 74,20m2 na odličnoj lokaciji.Stan se nalazi na drugom katu manje stambene zgrade.Sastoji se od dnevnog boravka s kuhinjom i blagovaonicom, kupatila te zasebnog wc-a i tri sobe. Dvije velike spavaće od kojih jedna ima izlaz na lođu dok je treća u funkciji walk in ormara.Nalazi se u blizini svih potrebnih dnevnih sadržaja kao što su škola, vrtić, park, dućani..Nekretnina je vrlo zanimljiva, ugodna za jedan lijep, miran obiteljski život ili kao investicija za turističko iznajmljivanje zbog blizine svih korisnih sadržaja i samog centra grada. ",
                "cijena": "360.000 € ",
                "povrsina": "74,20 m²",
                "cijenam2": "4865",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-renovirani-trosobni-stan-odlicnoj-lokaciji-oglas-37623172",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.46647,
                    43.51397
                ]
            },
            "properties": {
                "naslov": "Stan: Split  82.55 m2",
                "opis": "Stan je u dobrom stanju,ima 2 lifta, sjeverna lođa gleda prema kozjaku, a južna prema žnjanu.Zgrada ima atomsko sklonište, obično, sklonište, drvarnicu i ostavu. Stan je blizu osnovne skole, crkve, fakulteta i doma zdravlja. Za sve informacije zvati isključivo na broj 091 573 0144. Oglas iz usluge",
                "cijena": "230.000 € ",
                "povrsina": "82,55 m²",
                "cijenam2": "2805",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-82.55-m2-oglas-36786630",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.48019796425933,
                    43.51147960829718
                ]
            },
            "properties": {
                "naslov": "SPLIT  VISOKA  TROSOBAN STAN S VELIKIM DNEVNIM BORAVKOM I VRTOM 50m2",
                "opis": "NOVO U PONUDI!TROSOBAN STAN IZVRSNOG RASPOREDA S LIJEPIM VRTOM!Stan se nalazi u stambenoj zgradi na etaži visokog prizemlja s južne strane, dok je visina 1.kata sa sjeverne strane zgrade.Sastoji se od kuhinje s blagavaonicom, prostranog dnevnog boravka s izlazom u vrt, tri spavaće sobe (1 bračna i dvije dječje sobe),kupaonice, malog wc-a te predsoblja (hodnika).Veći dio stana je u jako dobrom stanju te renoviran.Posjeduje vlastito centralno grijanje (peć na pelete) kao i klima uređaj.Predivana nekretnina koja pruža dojam ugodnog i opuštenog boravka, kao da ste u privatnoj kući.Za detaljnije informacije, kao i dogovor za razgledavanje nekretnine, možete kontaktirati agenta na mobitel:091 576 47 49 ili 099 698 54 74.Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "189.000 € ",
                "povrsina": "90,00 m²",
                "cijenam2": "2100",
                "link": "https://www.njuskalo.hr/nekretnine/split-visoka-trosoban-stan-velikim-dnevnim-boravkom-vrtom-50m2-oglas-37554838",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.453230137901,
                    43.505258762202
                ]
            },
            "properties": {
                "naslov": "Zvonimirova  odlicna lokacija",
                "opis": "82 m2,pored nove Ine pojišan2 spavace sobe, 2 balkona ( juzni i sjeverni), kuhinja sa blagavaonom, wc i dnevni boravak.2 kat, potrebna renovacijaBroj telefona091 209 8609",
                "cijena": "239.000 € ",
                "povrsina": "82,00 m²",
                "cijenam2": "2915",
                "link": "https://www.njuskalo.hr/nekretnine/atraktivna-lokacija-blizu-strogog-centra-oglas-36911804",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.453230137901,
                    "null"
                ]
            },
            "properties": {
                "naslov": "Renoviran stan s tri zasebne stambene jedinice!",
                "opis": "Posredujemo u prodaji luksuznog stana na Bačvicama.Prodaje se renoviran, luksuzno opremljen trosoban stan na atraktivnoj lokaciji, pogodan za turizam.Stan je podijeljen na predsoblje s recepcijom i tri zasebne jedinice s kupatilom.Svaka soba ima 25m2 i svoje zasebno kupatilo od 5m2.  Objekt je opremljen visokom hotelskom tehnologijom kartičnog otvaranje vrata i kartičnog napajanja soba strujom.Osim samih soba, u sklopu stana postoji i sprema koja služi za odlaganje posteljine i ostalih sredstava za održavanje objekta te bojler koji napaja čitav objekt.Stanu pripada i sprema u suterenu od 9m2.  ",
                "cijena": "390.000 € ",
                "povrsina": "92,00 m²",
                "cijenam2": "4239",
                "link": "https://www.njuskalo.hr/nekretnine/renoviran-stan-tri-zasebne-stambene-jedinice-oglas-37566673",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.438204345,
                    43.512644145
                ]
            },
            "properties": {
                "naslov": "Stan: Split  89.00 m2",
                "opis": "Prodaje se veliki dvosobni stan 89 m2, nasuprot pravnog fakulteta na 3 katu stambene zgrade od 5 katova. Stan ima 2 lođe od kojih je jedna prenamjenjena u jednu sobicu. U stan ide i pripadajuča šupa od 8 m2. Na vrhu zgrade se nalazi zajednička terasa od 270 m2. Stan se nalazi 5 minuta hoda do samoga centra te je u blizini svih važnijih sadržaja. Vlasništvo i papiri 1:1 , Direktna prodaja BEZ AGENCIJE. Cijena stana je 255.000 EUR. Kontakt telefon: 098 396-541",
                "cijena": "255.000 € ",
                "povrsina": "89,00 m²",
                "cijenam2": "2865",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-90.00-m2-oglas-35692019",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.44596664811758,
                    43.505271432963504
                ]
            },
            "properties": {
                "naslov": "Stan: Split  BAČVICE 92.00 m2 SUPER STAN  NOVO U PONUDI",
                "opis": "1.Sudjelujemo u prodaji prekrasnog trosobnog stana sa velikim dnevnim boravkom na Bačvicama, Stan je na drugom katu i većim dijelom orijentiran jug 70 posto, sjever 30posto . Stan ima ograđeno dvorište i veliki privatnim parking ( kapija na daljinski) Kompletno adaptiran i namješten po mjeri sa dizajnerskim elementima. Na podu se nalazi granit i egzotični parketrm, vrhunska unutarnja i vanjska stolarija…stan je jako sunčan i prostran sa viskokim stropovima i djelomičnim pogledom na luku sa južnih prozora udaljen od plaze Bačvice 3 min hoda i 3 min od Rive. Stan nema balkon. Prodaje se kompletno namješten.Uz stan ide drvarnica u podrumu od 4m2 i pripadajući dio potkrovlja. Stan u naravi ima 92m2, ali u vl listu 80m2. Čisto vlasništvo bez ikakvih tereta.",
                "cijena": "499.000 € ",
                "povrsina": "92,00 m²",
                "cijenam2": "5424",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-bacvice-92.00-m2-super-stan-ponudi-oglas-37207886",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  stan u unikatnoj neorenesansnoj palači!",
                "opis": "Unikatno! Prodajemo stan na trećem katu u palači nasuprot Đardina. Neorenesansna palača podignuta 1903. godine za industrijalca Abrama Stocka te je treća u nizu građevina s predvrtom u Zagrebačkoj ulici. Kuća je poznata i prema kasnijem vlasniku, poznatom splitskom obiteljskom liječniku dr.Mati Dujmoviću. Od ograde predvrta do obrade pročelja, konstrukcije, stolarije, pokrova, ova je kuća gotovo u potpunosti sačuvala sve izvorne elemente i radi svoje urbanističke i arhitektonske vrijednosti spada u najznačajnije primjere arhitekture historicizma u Splitu.Stan ima 2 ulazna vrata, a sastoji se od 5 soba, 2 kuhinje, 2 kupaonice, hodnika i velike terase s otvorenim pogledom. Površina u zemljišnim knjigama iznosi 126,17 m2, dok u naravi (tlocrtno) stan ima površinu 146,00 m2 (zajedno s 23,00 m2 terase južne orijentacije) + 4m2 podrumskog prostora. Orjentacija stana je: sjever - jug - zapad. Vlasništvo stana je uredno.Agencijska preporuka!Za dodatne informacije o ovoj ili ostalim nekretninama iz ponude agencije Ofis, molimo kontaktirati Igor Milanović 091 2424 131.",
                "cijena": "445.500 € ",
                "povrsina": "126,17 m²",
                "cijenam2": "3536",
                "link": "https://www.njuskalo.hr/nekretnine/split-stan-unikatnoj-neorenesansnoj-palaci-oglas-33625038",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Meje- komforan trosoban stan s galerijom!!",
                "opis": "Meje,prodaje se komforan trosoban stan tlocrtne površine 122m2.Stan se sastoji od kuhinje, blagavaone i dnevnog boravka s izlazom na terasu, galerije, tri spavaće sobe, kupatila, wc, spremišta i tri balkona.Sa velike južne terase i zapadnih balkona pruža se prekrasan pogled na more i otoke, dok se sa sjevernog balkona pruža pogled na park šumu Marjan.Odličan izbor za ugodan i kvalitetan život u mirnom okruženju.Mogučnost kupnje garaže.",
                "cijena": "400.000 € ",
                "povrsina": "122,00 m²",
                "cijenam2": "3279",
                "link": "https://www.njuskalo.hr/nekretnine/meje-komforan-trosoban-stan-galerijom-oglas-37460147",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.43769767952375,
                    43.50877512539034
                ]
            },
            "properties": {
                "naslov": "SPLIT  STROGI CENTAR GRADA  STARINSKI STAN POVRŠINE 123m2+TERASA 23m2",
                "opis": "NOVO! NEKRETNINA ODLIČNA KAKO ZA ŽIVOT U CENTRU, TAKO I ZA TURISTIČKI NAJAM.Posebna prednost ovog stana su 2 ULAZA, koja daju mogućnost podjele na dvije stambene jedinice.Sastoji se od 5 soba, 2 kuhinje, 2 kupatila, hodnika i velike terase površine 23m2.Smješten je na 3 katu, orjentacije jug - sjever - zapad.U izvornom je stanju, potrebna renovacija.Vlasništvo stana je uredno.Stambena zgrada je stvrstana u zaštićenu kulturnu baštinu RH.Površina stana u zemljišnim knjigama iznosi 126,00 m2.U naravi stan ima unutarnju površinu 123,00 m2 + 23,00 m2 terase južne orijentacije.Tlocrt u privitku.Sve detaljne informacije na mob: 091 576 47 49",
                "cijena": "495.000 € ",
                "povrsina": "123,00 m²",
                "cijenam2": "4024",
                "link": "https://www.njuskalo.hr/nekretnine/split-odlican-stan-strogom-centru-grada-oglas-25678044",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.448275789527223,
                    43.500176478606946
                ]
            },
            "properties": {
                "naslov": "SPLIT BAČVICE VRHUNSKA LOKACIJA VIŠEETAŽNI STAN 160m2 S TERASOM 33m2",
                "opis": "NOVO!! JEDINSTVENA NEKRETNINA NA BAČVICAMA.Prekrasan troetažan stan na odličnoj lokaciji u neposrednoj blizini mora, grada i svih potrebnih sadržaja. Potpuno novo renoviran sa vrhunskim materijalima, drvom, keramikom i sanitarijama prije cca 9 godina. Sproveden je klimatizacijski sustav i radijatori na sve tri etaže.Na prvoj etaži površine 51m2 nalazi se predsoblje, kupatilo, 2 spavaće sobe sa garderobama.Na drugoj etaži je sanitarni čvor, te veliki dnevni boravak s kuhinjom i blagovaonicom iz kojih se izlazi na terasu južne orijentacije. Stambeni dio druge etaže je 55m2 dok terasa ima površinu od 33m2.Treća etaža je visoko potkrovlje i sastoji se od dvije spavaće sobe koje isto imaju garderobne prostorije, velikog kupatila i balkona. Stambena površina treće etaže iznosi 50m2, a balkona 12m2.Orijentacija svih etaža je sjever/jug. Sve prostorije su prozračne i pune sunca.Za sve dodatne informacije kontaktirati agenta na mobitel:099 698 5474 ili 091 576 4749.Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "700.000 € ",
                "povrsina": "160,00 m²",
                "cijenam2": "4375",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-vrhunska-lokacija-viseetazni-stan-160m2-terasom-33m2-oglas-24414579",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.439683648749366,
                    43.508738090979506
                ]
            },
            "properties": {
                "naslov": "top lokacija / adaptiran i opremljen /blizina Sinjske ul. - čitaj opis",
                "opis": "- ekskluzivna prodaja agencije #adriaINgroup- kupac plaća agencijsku proviziju 2,5% od prodajne cijeneCijenjeni klijenti, razgled nekretnine moguć je isključivo uz potpisani posrednički ugovor koji je temelj za daljnje radnje vezane za kupoprodaju, a sve sukladno Zakonu o posredovanju u prometu nekretnina.Prvobitno trosoban stan u neposrednoj blizini Sinjske ulice, položen na nižem katu stambene zgrade, sveukuone površine 90m2 sa balkonom.- kompletno adaptiran 2013.g.- 'vraćanje' treće sobe (prvobitno stanje) jednostavnim gradjevinskim zahvatom / otvaranje vrata iz hodnika i stavljanje pregradnog zida(priložen tlocrt)// NAPOMENA: mogućnost povoljne dodatne kupnje manje ogradjene parcele tik uz zgradu (cca100m2) sa samostojećim manjim objektom, pogodnim za konobu ili manji apartman / cijena po dogovorucijena 329 000 eura#adriaINgrouprealestate-consulting-design-development-VIP service...............................................................Denis Hlapčić (whats app/facebook)+385(0)98 927 9171denis.crorealestate@gmail.comMirta Bakota Štefičić (whats app/viber)+385(0)91 302 5555mirta.crorealestate@gmail.comwww.adriaINgroup.comwww.croatia-LUX-realestate.comwww.dalmatia-LUX-realestate.comZagreb / Split / Dubrovnik / Islands",
                "cijena": "329.000 € ",
                "povrsina": "90,00 m²",
                "cijenam2": "3656",
                "link": "https://www.njuskalo.hr/nekretnine/top-lokacija-adaptiran-opremljen-blizina-sinjske-ul-citaj-opis-oglas-36663176",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.448369550867,
                    43.505012073921
                ]
            },
            "properties": {
                "naslov": "BAČVICE***TROSOBAN STAN U BLIZINI PLAŽE",
                "opis": "Posredujemo u prodaji trosobnog stana na lijepoj lokaciji na Bačvicama. Stan je u blizini svih sadržaja, u blizini plaže i grada.Sastoji se od ulaznog dijela, kuhinje i blagovaonice iz kojih se izlazi na lođu, dvije spavaće sobe na jugu i jedne sobe na sjeveru, te kupaonice koja ima prozor.Stan je renoviran, promijenjene instalacije, novi zatvori, blindo vrata te uređena kupaonica.Izuzetno osunčan, pun svjetlosti, visoki stropovi.Lijepa nekretnina koja ne zahtijeva velika ulaganja.Obzirom na lokaciju i blizinu sadržaja odlična investicija za turizam, ali i za obiteljski život.",
                "cijena": "240.000 € ",
                "povrsina": "71,00 m²",
                "cijenam2": "3380",
                "link": "https://www.njuskalo.hr/nekretnine/bacvice-trosoban-stan-blizini-plaze-oglas-35601685",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.44919,
                    43.517807
                ]
            },
            "properties": {
                "naslov": "PRODAJEM STAN",
                "opis": "PRODAJEM STAN 1/1 ZGRADA MUSLIMANKA 83m2 PAPIRI UREDNI ORJENTACIJA JUGO-ISTOK BEZ TERETA STA SE MOZE PROVJERITI TRI SOBE DVA WC VELIKI DNEVNI BORAVAK S KUHINJOM BALKON 9m DUZINE PREKO CJELOG STANA DRVARNICA 2×3 S ZELJEZNIM VRATIMABEZ AGENCIJA MOLIM!!",
                "cijena": "300.000 € ",
                "povrsina": "83,00 m²",
                "cijenam2": "3614",
                "link": "https://www.njuskalo.hr/nekretnine/prodajem-stan-oglas-37332786",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.44504985086,
                    43.509551714496
                ]
            },
            "properties": {
                "naslov": "Split  Grad  Manuš  Studio apartman  dvije lux sobe  prodaja",
                "opis": "EKSKLUZIVNA PRODAJA AGENCIJE CIO NEKRETNINE SPLITPosredujemo u prodaji nekretnine na predjelu grada Manuš.Nalazi se u ulici Kneza Višeslava, udaljenost od centra 300m.Nekretnina površine 78 m2, orijentacije sjever / jug.Nekretnina je u cijelosti renovirana kvalitetnim građevinskim materijalima, opremljena kvalitetnim brendiranim interijerom i prodaje se kompletno uređena i opremljena.Sastoji se od: zajedničkog ulaznog dijela, iz kojeg se ulazi u tri  samostalne jedinice.Dvije luxuzne sobe kompletno opremljene u skladu  sa visokim standardima. Jedna od dvije lux sobe posjeduje balkon.Treća samostalna jedinica je u naravi jednosoban apartman, također opremljen u skladu sa visokim standardima, posjeduje i balkon.Glavne karakteristike predmetne nekretnine su: kvalitetno uređenje, maksimalna iskorištenost, blizina centra grada, povrat  uloženog novca u razumnom periodu. PRILIKA !!!    ",
                "cijena": "340.000 € ",
                "povrsina": "80,00 m²",
                "cijenam2": "4250",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-manus-studio-apartman-dvije-lux-sobe-prodaja-oglas-26014722",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.458211473909,
                    43.513348957356
                ]
            },
            "properties": {
                "naslov": "SAMO zamjena za manji stan; Split  Plokite 59m2 (agencije isključene)",
                "opis": "ISKLJUČIVO mijenjam dvosoban stan u Splitu, lokacija Plokite, u blizini tržnice i osnovne škole za manji stan u Splitu.Moguće lokacije; Bačvice, Firule, Gripe, Trstenik, Lučac, Manuš, Marjan, Meje, Zenta, Zvončac. Prizemlje isključeno.Stan se nalazi na 7. katu (dva dizala), stambene zgrade u Požeškoj ulici. Sastoji se od dvije sobe, kuhinje, blagovaonice, kupaonice s wc-om, hodnika i lođe.Stan je uredno održavan, vlasništvo uredno, tereta nema.Sve informacije na mob. 091-766-0550Agencije isključene.",
                "cijena": "160.000 € ",
                "povrsina": "59,00 m²",
                "cijenam2": "2712",
                "link": "https://www.njuskalo.hr/nekretnine/samo-zamjena-manji-stan-split-plokite-59m2-agencije-iskljucene-oglas-37245305",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Trstenik  trosoban stan  prodaja",
                "opis": "Posredujemo u prodaji trosobnog stana u Splitu, predio Trstenik. Ukupna stambena površina stana iznosi 62,70 m2, nalazi se na 11. katu zgrade s dva lifta, nije zadnji kat.Sastoji se od kuhinje i blagovaonice sa velikim francuskim prozorom na jugu, sa kojeg se pruža otvoren pogled na more i otoke, wc-a, ostave i tri spavaće sobe. Jedna spavaća soba ima izlazak na veliki balkon također sa otvorenim pogledom na more.Stan je u izvornom stanju, potrebno je uređenje, a rušenjem zida postoji mogućnost širenja dnevnog boravka. Stanu pripada i ostava u podrumu zgrade.Zgrada je uredna i održavana. U neposrednoj blizini se nalazi osnovna škola, dječji vrtić, samoposluge, tržnica, bolnica, autobusna stanica i obližnje plaže.Stan je idealan za ugodan obiteljski život, ali i za iznajmljivanje.Vlasništvo je uredno.Agencijska provizija: 2%+pdv",
                "cijena": "220.000 € ",
                "povrsina": "62,72 m²",
                "cijenam2": "3548",
                "link": "https://www.njuskalo.hr/nekretnine/split-trstenik-trosoban-stan-prodaja-oglas-34404051",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.4486735,
                    43.5056283
                ]
            },
            "properties": {
                "naslov": "Split  Radunica  Centar  Grad  trosoban stan  prodaja",
                "opis": "Nekretnina se nalazi na predjelu Radunica, udaljena od samog centra grada 200m. Renovirana u cijelosti 2007 godine, površine 105 m2. Stan u starinskom stilu gradnje sa visokim stropovima sastoji se od: hodnika koji se proteže kroz sredinu stana,prva prostorija lijevo je radna soba sa izlazom na balkon,prva prostorija desno je mali wc. Druga prostorija desno je spavaća soba sa vlastitom kupaonicom, treća prostorija desno je spavaća soba sa vlastitom garderobnom sobom i kupaonicom. Druga prostorija lijevo ja dnevni boravak u cjelini sa blagovaonicom i kuhinjom ima izlaz na balkon.Nekretnina idealna za življenje i turističku namjenu bez ulaganja za budućeg vlasnika. Vlasništvo je u redu.",
                "cijena": "350.000 € ",
                "povrsina": "105,00 m²",
                "cijenam2": "3333",
                "link": "https://www.njuskalo.hr/nekretnine/split-radunica-centar-grad-trosoban-stan-prodaja-oglas-15605878",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Manuš - za stanovanje  turizam  ordinacije  odvjetničke urede!!!",
                "opis": "Manuš, posredujemo pri prodaji stana na odličnoj lokaciji u manjoj stambenoj zgradi.  Stan se nalazi nekoliko stepenica ispod razine prizemlja i sastoji se od hodnika, kuhinje s blagovaonicom, dvije sobe i kupaonice ukupne površine 69 m2. Uz stan se nalazi i spremište.Moguće ga je koristiti kao stan, može se prenamijeniti u dvije stambene jedinice za turizam, te kao poslovni prostor za razne ordinacije, odvjetničke urede.. ",
                "cijena": "185.000 € ",
                "povrsina": "69,00 m²",
                "cijenam2": "2681",
                "link": "https://www.njuskalo.hr/nekretnine/manus-stanovanje-turizam-ordinacije-odvjetnicke-urede-oglas-36756130",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split-Varoš-Dvoetažan stan!!",
                "opis": "Prodaje se,dvoetažan stan u Varošu.Sastoji se od kuhinje, blagovaone i dnevnog boravka koji su položeni na visokom prizemlju te sobe položene na prvom katu starije kamene kuće. Ispred stana nalazi se pripadajući dio dvora te pomoćni objekat u kojem se nalaze ostava i kupatilo.",
                "cijena": "165.000 € ",
                "povrsina": "40,00 m²",
                "cijenam2": "4125",
                "link": "https://www.njuskalo.hr/nekretnine/split-varos-dvoetazan-stan-oglas-35050305",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Komforan stan na Bačvicama!",
                "opis": "Prodaje se,komforan stan s vlastitim parking mjestom na Bačvicama koji se sastoji od kuhinje, blagavaone, dnevnog boravaka i terase kao jedne cjeline, četri sobe, kupatila, sanitarnog čvora i balkona. Površina stana je 122 m2 dok se podrumu zgrade nalazi spremište površine 22 m2 koje je u naravi konoba s roštiljem i kupatilom. ",
                "cijena": "480.000 € ",
                "povrsina": "144,00 m²",
                "cijenam2": "3333",
                "link": "https://www.njuskalo.hr/nekretnine/komforan-stan-bacvicama-oglas-33423219",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Komforan trosoban stan!!",
                "opis": "Prodaje se,komforan trosoban stan odličnog rasporeda.Sastoji se od predsoblja u kojeme se nalazi ostava i wc, kuhinje, blagavaone i dnevnog boravka kao jedne cjeline s izlazom na balkon, tri sobe i kupatila.Stan je položen na prvom katu manje zgrade od koje se unutar pet minuta hoda nalazi škola, pošta, ambulanta, ljekarna, trgovački centar, igralište, autobusne stanice...Cijenjeni kupci!Sukladno Zakonu o provedbi opće uredbe o zaštiti podataka radi zaštite imovine i osobe vlasnika, izvid nekretnine moguć je isključivo uz potpis Ugovora o posredovanju.",
                "cijena": "225.150 € ",
                "povrsina": "79,00 m²",
                "cijenam2": "2850",
                "link": "https://www.njuskalo.hr/nekretnine/komforan-trosoban-stan-oglas-33055641",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Stan u samom centru grada površine 76 m2",
                "opis": "Stan u samom centru grada površine 76 m2.Nalazi se na 3 katu stambene zgrade, orijentiran jug sjever. Sastoji se od 4 sobe, kuhinje,renoviranog wc-kupatila,hodnika,ostave te 30m2 potkrovlja kojem je potrebna adaptacija...",
                "cijena": "215.000 € ",
                "povrsina": "80,00 m²",
                "cijenam2": "2688",
                "link": "https://www.njuskalo.hr/nekretnine/stan-samom-centru-grada-povrsine-76-m2-oglas-32194131",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Dioklecijanova palača - prekrasan luksuzan stan sa terasom!!",
                "opis": "Dioklecijanova palača,ova ekskluzivna nekretnina smještena je u samom srcu starogradske jezgre, a sastoji se od prostranog dnevnog boravka, blagovaonice i kuhinje, velike spavaće sobe i manje sobe na katu, velike kupaonice s tuš kabinom i toaletom sa prozorom.Stan je pun prirodne svjetlosti s visokim stropovima i detaljima u kamenu, otvoren pogled na krovove Dioklecijanove palače i katedralu Sv Duje.Nekretnina je jedinstvena zbog svog položaja, interijera, a sa terase se pruža nenadmašiv pogled na najljepši grad na svijetu! Cijenjeni kupci!Sukladno Zakonu o provedbi opće uredbe o zaštiti podataka radi zaštite imovine i osobe vlasnika, izvid nekretnine moguć je isključivo uz potpis Ugovora o posredovanju. Agencijska provizija 2% + PDV ",
                "cijena": "600.000 € ",
                "povrsina": "106,00 m²",
                "cijenam2": "5660",
                "link": "https://www.njuskalo.hr/nekretnine/dioklecijanova-palaca-prekrasan-luksuzan-stan-terasom-oglas-32105600",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split-Centar-Trosoban dvoetažan stan!!",
                "opis": "Manuš,prodaje se atraktivan dvoetažan stan svega par minuta hoda od centra. Donja etaža je u naravi otvoreni dnevni prostor koji se sastoji od kuhinje, blagavaone i dnevnog boravka kao jedne cjeline, hodnika, WC-a s tuš kabinom, ostave i unutašnjih skala  koje vode na gornju etažu gdje se nalaze tri sobe i kupatilo. Sami stan se nalazi na frekventnom mjestu u blizini trajektne luke, autobusnog i željezničkog kolodvora, udaljen je  svega 2-3 minute od tržnice, rive i Dioklecijanove palače te je kao takav pogodan za stanovanje i  turističko iznajmljivanje. Cijenjeni kupci!Sukladno Zakonu o provedbi opće uredbe o zaštiti podataka radi zaštite imovine i osobe vlasnika, izvid nekretnine moguć je isključivo uz potpis Ugovora o posredovanju.Agencijska provizija 2% + PDV",
                "cijena": "280.000 € ",
                "povrsina": "72,00 m²",
                "cijenam2": "3889",
                "link": "https://www.njuskalo.hr/nekretnine/manus-izuzetna-lokacija-oglas-31971407",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Rijetkost na tržištu!!!!",
                "opis": "Posredujemo u prodaji stana u strogom centru Splita na Narodnom trgu.Sastoji se od dvije etaže ukupne površine 110m2.Na prvoj etaži nalazi se  kuhinja s blagovaonicom, sprema, hodnik, kupaonica, dnevni boravak i spavaća soba iz koje se može uživati u pogledu na Narodni trg.Na drugoj etaži koja je ujedno i potkrovlje, nalaze se dvije manje spavaće sobe, kuhinja i kupaonica.Druga etaža iziskuje kompletnu adaptaciju.Izuzetno pogodno za turističko iznajmljivanje.  Agencijska provizija 2% + PDV.  ",
                "cijena": "435.000 € ",
                "povrsina": "110,00 m²",
                "cijenam2": "3955",
                "link": "https://www.njuskalo.hr/nekretnine/rijetkost-trzistu-oglas-30934667",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Meje - dvosoban sunčan stan sa pogledom!!",
                "opis": "Meje,na vrhu manje stambene zgrade smjestio se dvoetažni stan sa prekrasnim pogledom na more i otoke. Stan raspolaže sa 116 m2 pomno raspoređenih na dvije etaže.Na prvoj etaži nalazi se hodnik, spavaća soba, veliko kupatilo i wc, kuhinja sa blagovaonicom i dnevnim boravkom sa izlazom na balkon južne orijentacije.Na drugoj etaži se nalazi spavaća soba sa kupatilom površine 31m2.Uz stan prodaje se i garaža površine 18m2 po cijeni od 20000€.Stan je prostran i ugodan kako za življenje tako i za bavljenje turizmom. Cijenjeni kupci!Sukladno Zakonu o provedbi opće uredbe o zaštiti podataka radi zaštite imovine i osobe vlasnika, izvid nekretnine moguć je isključivo uz potpis Ugovora o posredovanju. Agencijska provizija 2% + PDV ",
                "cijena": "340.000 € ",
                "povrsina": "116,00 m²",
                "cijenam2": "2931",
                "link": "https://www.njuskalo.hr/nekretnine/meje-dvosoban-suncan-stan-pogledom-oglas-30722265",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  stan u centru.",
                "opis": "Split-Centar,prodaje se stan koji je trenutno prenamjenjen u poslovni prostor. Nalazi se u samome centru Splita na veoma atraktivnoj lokaciji te je pogodan za stanovanje i turizam. Pozicioniran je tako da ima mogućnost dva ulaza, tako da je sa sjeverne strane to visoko prizemlje a s južne strane prvi kat. Stanu pripada 12 m2 zajedničkih prostorija. Cijenjeni kupci!Sukladno Zakonu o provedbi opće uredbe o zaštiti podataka radi zaštite imovine i osobe vlasnika, izvid nekretnine moguć je isključivo uz potpis Ugovora o posredovanju.Agencijska provizija 2% + PDV",
                "cijena": "359.000 € ",
                "povrsina": "105,00 m²",
                "cijenam2": "3419",
                "link": "https://www.njuskalo.hr/nekretnine/split-stan-centru-oglas-19719946",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.436491877415,
                    43.507894494317
                ]
            },
            "properties": {
                "naslov": "DIOKLECIJANOVA PALAČA JEDINSTVEN TROSOBAN STAN 62m2 S TERASOM OD 45m2",
                "opis": "SPLIT CENTAR vrhunska nekretnina u samom srcu gradske jezgre u neposrednoj blizini Pjace i Rive.Posebnu draž mu daje terasa s koje se pruža pogled na Svetog Duju i znamenitosti starog grada.Stan se nalazi na trećem katu u potkrovlju kamene zgrade sa samo tri stana.Sastoji se od dnevnog boravka, kuhinje sa blagovaonicom, tri spavaće sobe i male kupaonice.Stepenicama iz stana se penjemo na krovnu terasu koja ima površinu od 45m2.Terasa nije izložena pogledima, s obzirom na naše vremenske uvijete možete uživati tokom cijele godine u miru i intimi koju vam pruža. Na terasi se nalazi natkrivena ljetna kuhinja.Iako terasa nije prikazana u vlasničkom listu morate znati da se na nju može izaći isključivo iz stana koji prodajemo i ne postoji mogućnost korištenja drugih stanara.Stan je održavan i renoviran, na podovima je betonska ploča i visokokvalitetan parket, promijenjeni su svi otvori i zatvori, nove su instalacije struje i vode. Strop je spušten knauf oblogom i u stropu je postavljena rasvjeta.Sprovedene su dvije klime, a na zidovima su Glamox pećice.Stan je u odličnom stanju može se odmah koristiti, ali postoji i mogućnost raznih preinaka ovisno o željama i potrebama budućeg vlasnika.Za detaljnije informacije kao i dogovor za obilazak nekretnine možete kontaktirati agenta namob: 099 698 54 74 ili 091 576 47 49Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "365.000 € ",
                "povrsina": "62,00 m²",
                "cijenam2": "5887",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-62.00-m2-oglas-36165878",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.437139920313605,
                    43.50669959525141
                ]
            },
            "properties": {
                "naslov": "SPLIT DIOKLECIJANOVA PALAČA JEDINSTVEN TROSOBAN STAN S TERASOM OD 45m2",
                "opis": "SPLIT CENTAR vrhunska nekretnina u samom srcu gradske jezgre u neposrednoj blizini Pjace i Rive.Posebnu draž mu daje terasa s koje se pruža pogled na Svetog Duju i znamenitosti starog grada.Stan se nalazi na trećem katu u potkrovlju kamene zgrade sa samo tri stana.Sastoji se od dnevnog boravka, kuhinje sa blagovaonicom, tri spavaće sobe i male kupaonice.Stepenicama iz stana se penjemo na krovnu terasu koja ima površinu od 45m2.Terasa nije izložena pogledima, s obzirom na naše vremenske uvijete možete uživati tokom cijele godine u miru i intimi koju vam pruža. Na terasi se nalazi natkrivena ljetna kuhinja.Iako terasa nije prikazana u vlasničkom listu morate znati da se na nju može izaći isključivo iz stana koji prodajemo i ne postoji mogućnost korištenja drugih stanara.Stan je održavan i renoviran, na podovima je betonska ploča i visokokvalitetan parket, promijenjeni su svi otvori i zatvori, nove su instalacije struje i vode. Strop je spušten knauf oblogom i u stropu je postavljena rasvjeta.Sprovedene su dvije klime, a na zidovima su Glamox pećice.Stan je u odličnom stanju može se odmah koristiti, ali postoji i mogućnost raznih preinaka ovisno o željama i potrebama budućeg vlasnika.Za detaljnije informacije kao i dogovor za obilazak nekretnine možete kontaktirati agenta namob: 099 698 54 74 ili 091 576 47 49Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "365.000 € ",
                "povrsina": "62,00 m²",
                "cijenam2": "5887",
                "link": "https://www.njuskalo.hr/nekretnine/split-dioklecijanova-palaca-jedinstven-stan-krovnom-terasom-45m2-oglas-27657730",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.440784540178733,
                    43.510846964412124
                ]
            },
            "properties": {
                "naslov": "SPLIT CENTAR GRADA (MANUŠ) STARINSKI STAN VISOKIH STROPOVA 116m2",
                "opis": "SPLIT MANUŠ lijep, uredan, komforan četverosoban, starinski stan površine 116m2.Stan se nalazi na trećem katu manje stambene zgrade od četiri kata.Sastoji se od hodnika, zasebnog dnevnog boravka, kuhinje, četiri spavaće sobe i kupaonice.Trenutno su u stanu dvije kuhinje, ovisno o potrebama budućeg vlasnika kuhinja se može pretvoriti u spavaću ili radnu sobu.U stanu ima jako puno prozora koji su nedavno promjenjeni, tako da je stan pun sunca i svijetlosti tokom cijelog dana.Odlična lokacija, raspored, visoki plafoni i orijentacija samo su neke od prednosti ove lijepe nekretnine starinskog štiha.Stan je ugodan, prozračan s puno potencijala i s mogućnošću raznih preinaka.Uz manje zahvate mogu se dobiti dva komforna apartmana.Orijentacija stana je jug-zapad-sjever-istok.2016. godine u zgradi u kojoj se nalazi ovaj stan izmjenjen je novi krov i fasada.Za detaljnije informacije kao i dogovor za obilazak nekretnine možete kontaktirati agenta namob: 099 698 54 74 ili 091 576 47 49Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "365.000 € ",
                "povrsina": "116,00 m²",
                "cijenam2": "3147",
                "link": "https://www.njuskalo.hr/nekretnine/split-manus-prekrasan-stan-116m-neposredna-blizina-povijesne-jezgre-oglas-30546322",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.474207557581,
                    43.515586026946
                ]
            },
            "properties": {
                "naslov": "SPLIT PUJANKE TROS. STAN 84m2 IZVRSTAN RASPORED (ZAMJENA ZA DVOSOBAN)",
                "opis": "SPLIT PUJANKE, komforan trosoban stan površine 84m2, orjentiran jug-sjever, na trećem katu stambene zgrade s liftom.ISKLJUČIVO ZAMJENA ZA MANJI STAN UZ NADOPLATU.Stan ima izvaredan raspored na južnoj strani je kuhinja sa blagavonicom i dnevnim djelom sa kojeg se izlazi na prostranu lođu,iz kuhinje se izlazi na manju zatvorenu lođu,u stanu je i mali WC, a na sjeveru su tri spavaće sobe, ostava i kupatilo.Stan ima odličan raspored, jako je ugodan i prozračan.Pripada mu drvarnica u podrumu zgrade.Iza zgrade je veliki vanjski parking.Blizina škole, vrtića i trgovačkog centra, samo su neke od prednosti posebno za obitelji s djecom.Sve dodatne informacije kao i dogovor za pogledati nekretninu na mob. 091/ 576 47 49 ili 099 698 54 74Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "210.000 € ",
                "povrsina": "84,00 m²",
                "cijenam2": "2500",
                "link": "https://www.njuskalo.hr/nekretnine/split-pujanke-trosoban-stan84m2-izvrstan-raspored-zamjena-dvosoban-oglas-30864023",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.436405638632177,
                    43.50633046967656
                ]
            },
            "properties": {
                "naslov": "SPLIT! GRAD - STAN ILI POSLOVNI PROSTOR 60m2",
                "opis": "Posredujemo u prodaji nekretnine, koja se nalazi u blizini samog centra grada.Orijentacije zapad - sjever.Površine 60m2.Potrebna kompletna renovacija.Jako pogodna za poslovni prostor.Za detaljnije informacije kao i dogovor za obilazak nekretnine možete kontaktirati agenta namob: 099 698 54 74 ili 091 576 47 49Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "130.000 € ",
                "povrsina": "60,00 m²",
                "cijenam2": "2167",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-stan-ili-poslovni-prostor-60m2-oglas-27701586",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.440649632545,
                    43.507145536748
                ]
            },
            "properties": {
                "naslov": "SPLIT CENTAR GRADA KOMFORAN STAN NA VRHUNSKOJ LOKACIJI 80m2",
                "opis": "Ovo je komforan dvosoban stan površine 80m2, pozicioniran u stambenoj zgradi udaljenoj tek 5 minuta ugodnog hoda do pazara i rive.Sastoji se od dvije spavaće sobe, kuhinje, blagovaonice, velikog dnevnog boravka, kupaonice, 2 lođe (jedna je prenamjenjena u sobu).Jako je ugodan, prozračan.Smješten je na 4.katu stambene zgrade bez lifta.Stanu pripada šupa u podrumu zgrade.Za sve dodatne informacije kontaktirati agenta na mobitel:099 698 5474 ili 091 576 4749.Splitski rišpet d.o.o. kao ovlašteni posrednik u prometu nekretnina od kupca naplaćuje posredničku naknadu sukladno Općim uvjetima poslovanja. Na razgledavanje nekretnine vodimo samo one kupce koji prihvaćaju navedene uvjete uz potpisani Ugovor o posredovanju.",
                "cijena": "270.000 € ",
                "povrsina": "80,00 m²",
                "cijenam2": "3375",
                "link": "https://www.njuskalo.hr/nekretnine/split-centar-grada-komforan-stan-vrhunskoj-lokaciji-80m2-oglas-36581378",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Firule  trosoban stan  prodaja",
                "opis": "Posredujemo u prodaji stana u Splitu, predio Firule. Stan se nalazi u stambenoj kući na drugom katu, površine 122 m2.Sastoji se od: ulaznog dijela iz kojega se lijevo ulazi u dnevni boravak, koji je u cjelini sa blagavaonicom ili kuhinjom iz koje se izlazi na balkon sa kojega se pruža pogled na more. U dnevnom dijelu stana još su mali wc i velika ostava koja može poslužiti kao četvrta spavaća soba. Spavaći dio stana je odvojen od dnevnog staklenim vratima i sastoji se od tri spavaće sobe i kupaonice. Dvijie spavaće sobe imaju izlaz na isti balkon sa kojega se pruža pogled na more.Stan je vrhunski uređen i opremljen centralnim grijanjem, klimatiziran je. U cijeni stana je vanjsko parking mjesto.Dio vrta je u idealnom dijelu i konoba površine 20 m2, u potpunosti opremljena, koja se nalazi u podrumu zgrade. Može se prenamjeniti u garsonjeru za iznajmljivanje ljeti. Stan se nalazi u najmirnijem dijelu kvarta Firule. Bez prometne buke. Vlasništvo u redu.Agencijska provizija: 2% +pdv",
                "cijena": "430.000 € ",
                "povrsina": "122,11 m²",
                "cijenam2": "3525",
                "link": "https://www.njuskalo.hr/nekretnine/split-firule-trosoban-stan-prodaja-oglas-11808891",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.42220556736,
                    43.506005277026
                ]
            },
            "properties": {
                "naslov": "Split  Meje  Stan  Apartman  prodaja",
                "opis": "Prodaje se nekretnina na predjelu grada Meje.Ekskluzivni dio grada, idealan za življenje i iznajmljivanje u turističkoj sezoni.Nekretnina je osunčana cijeli dan, ima obilje svjetla i divan otvoreni pogled.Nekretnina površine 122 m2, orijentacije sjever, jug, zapad.Sastoji se od: ulaznog dijela, malog wc-a, tri spavaće prostorije, kupaonice, dnevnog boravka u cjelini sa kuhinjom iz kojeg se izlazi na balkon.Na balkonu jedinstven ugođaj, pogled na more, mir i tišina.Nekretnina posjeduje i galeriju koja je trenutno u funkciji četvrte spavaće prostorije.Udaljenost od centra grada 1000m, od prekrasne plaže 700m.Prodaje se i garaža površine 18 m2, u istom objektu.Cijena na upit.Vlasništvo u redu.",
                "cijena": "400.000 € ",
                "povrsina": "122,00 m²",
                "cijenam2": "3279",
                "link": "https://www.njuskalo.hr/nekretnine/split-meje-stan-apartman-prodaja-oglas-24250990",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Bačvice  dvosobni stan  prodaja",
                "opis": "Posredujemo u prodaji dvosobnog stana ukupne površine 85,55m2 koji je smješten na veoma atraktivnoj lokaciji u kući u Splitu, predio Bačvice.Nekretnina se sastoji od ulaznog dijela, hodnika, kupaonice s wc-om, kuhinje s blagovaonicom, dnevnog boravka i dvije sobe.Iz dnevnog boravka se izlazi na uređenu i natkrivenu tarasu ispred koje se nalazi cca 100m2 vrta.Razgledavanje nekretnine moguće je isključivo uz potpisani Ugovor o posredovanju koji je u skladu sa Zakonom o zaštiti podataka i Zakonom o posredovanju u prometu nekretnina.Agencijska provizija: 2% + pdv ",
                "cijena": "370.000 € ",
                "povrsina": "85,55 m²",
                "cijenam2": "4353",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-dvosobni-stan-prodaja-oglas-27750994",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.47798289306495,
                    43.507473491900825
                ]
            },
            "properties": {
                "naslov": "Stan: Split  57.00 m2 PRODAJA POTRAŽIVANJA",
                "opis": "Predmetno potraživanje osigurano je stanom u Splitu.Predmetna nekretnina je stan u Splitu.Posebno se ističe kako se radi o kupnji potraživanja (dugovanja) te se vlasništvo nekretnine stječe u odgovarajućem sudskom postupku.CIJENA NIJE FIKSNA.https://www.casazela.hr/",
                "cijena": "150.000 € ",
                "povrsina": "57,38 m²",
                "cijenam2": "2632",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-57.00-m2-prodaja-potrazivanja-oglas-36984229",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.5009847,
                    43.5156651
                ]
            },
            "properties": {
                "naslov": "Split  Kila  dvosobni stan  prodaja",
                "opis": "Posredujemo u prodaji dvosobnog komfornog stana ukupne površine 90m2 koji je smješten u kući u Splitu, predio Kila.Nekretnina se sastoji od ulaznog dijela, hodnika, kupaonice s wc-om, kuhinje s blagovaonicom, dnevnog boravka iz kojeg se izlazi na balkon, malog hodnika, dvije spavaće sobe, ostave i lođe.Nekretnina je uređena prije par godina, kompletno je namještena i opremljena i kao takva se prodaje.Vlasništvo 1/1.Agencijska provizija: 2%+pdv",
                "cijena": "200.000 € ",
                "povrsina": "90,00 m²",
                "cijenam2": "2222",
                "link": "https://www.njuskalo.hr/nekretnine/split-kila-dvosobni-stan-prodaja-oglas-36233784",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Stan: Split  125.00 m2 Trosoban stan Meje",
                "opis": "Prodaje se trosoban stan na Mejama u Mihanovićevoj ulici. Stan je jako ljepog rasporeda, kuhinja u sklopu sa blagavaonom i dnevnim dijelom sa izlazom na balkon s kojeg se vidi more, tri spavače sobe, dva sanitarna čvora , terasa 20m2 na sjevernoj strani sa pogledom na Marjan i parking mjesto u garaži od 20m2. Stan se prodaje kompletno namješten. Sve info na 0959030859 agent Danijela.",
                "cijena": "398.000 € ",
                "povrsina": "125,00 m²",
                "cijenam2": "3184",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-125.00-m2-trosoban-stan-meje-oglas-28978137",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.4439348,
                    43.5061172
                ]
            },
            "properties": {
                "naslov": "Split  Bačvice  dvosobni stan  prodaja",
                "opis": "Posredujemo u prodaji dvosobnog stana ukupne površine 60m2 koji je smješten na odličnoj lokaciji u manjem stambenom objektu u Splitu na području Bačvica.Nekretnina ima dvije etaže.Donja etaža se sastoji od  ulaznog dijela, hodnika, kupaonice s wc-om te dvije spavaće sobe (iz druge spavaće sobe se ulazi u još jednu sobu koja može biti soba a može poslužiti kao veliki garderobni ormar).Do gornje etaže vode unutrašnje stepenice a na njoj se nalazi kuhinja s blagovaonicom i dnevni boravak kao jedna cjelina, te potkrovlje od 14m2 koje trenutno služi kao skladište a preinakom se može dignuti krov i napraviti balkon.Nekretnina je smještena u mirnom okruženju a udaljena je dvije minute hoda od splitske rive i Dioklecijanove palače.Vlasništvo 1/1.Razgledavanje nekretnine moguće je isključivo uz potpisani Ugovor o posredovanju koji je u skladu sa Zakonom o zaštiti podataka i Zakonom o posredovanju u prometu nekretnina.Agencijska provizija: 2% + pdv",
                "cijena": "220.000 € ",
                "povrsina": "60,00 m²",
                "cijenam2": "3667",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-dvosobni-stan-prodaja-oglas-33406690",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.43185949060844,
                    43.50838901690468
                ]
            },
            "properties": {
                "naslov": "Split  Varoš - Plinarska  garsonijera 35 m2 u prizemlju  za adaptaciju",
                "opis": "EKSKLUZIVNA PRODAJA:Garsonijera površine 26 m2 smještena u prizemlju kamene kuće u Plinarskoj ulici, s dodatnim prostorom pov. 9 m2 sa zasebnim ulazom, sve za potpunu rekonstrukciju, etažirano, uporabna dozvola, idealno za turizam.",
                "cijena": "119.000 € ",
                "povrsina": "35,00 m²",
                "cijenam2": "3400",
                "link": "https://www.njuskalo.hr/nekretnine/split-varos-plinarska-garsonijera-35-m2-prizemlju-adaptaciju-oglas-36886258",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.470999,
                    43.505695
                ]
            },
            "properties": {
                "naslov": "Stan: Split  58.00 m2",
                "opis": "manji trosobni stan za renoviranje uredno vlasništvo, prazan i odmah useljiv",
                "cijena": "200.000 € ",
                "povrsina": "64,00 m²",
                "cijenam2": "3125",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-58.00-m2-oglas-35344745",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.466587668174,
                    43.508362571228
                ]
            },
            "properties": {
                "naslov": "Stan: Split  71m2*TOP LOKACIJA*POGLED NA MORE*USELJIVO/NAMJEŠTEN*",
                "opis": "U manjoj stambenoj zgradi (mirno i tiho okruženje), sa ukupno 14 stambenih jedinica, posredujemo u prodaji komfornog dvosobnog stana.Stan je kompletno namješten te se nalazi na svega par minuta hoda od škole, bolnice, fakulteta, plaže, i sl.Izvrsna investicija za klijente koji traže nekretninu za življenje ili dugoročan/turistički najam.Stan se prodaje kompletno namješten, a uz minimalan ulog i adaptaciju, s obzirom na raspored prostorija i tlocrt stana, nudi nebrojene mogućnosti uređenja.Orijentacija: jug-zapadSTAN: VI. kat - LIFT* hodnik/predsoblje* kupaonica* spavaća soba* radna soba* odvojena kuhinja* blagovaonica i dnevni boravakTERASA sa pogledom na moreDokumentacija i vlasništvo uredni.CIJENA: 175.000,00 EUR",
                "cijena": "175.000 € ",
                "povrsina": "71,00 m²",
                "cijenam2": "2465",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-71m2-top-lokacija-pogled-more-useljivo-namjesten-oglas-36232596",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.413573692065,
                    43.5033596
                ]
            },
            "properties": {
                "naslov": "Split  Varoš  trosoban stan  prodaja",
                "opis": "Posredujemo u prodaji stana u Splitu, u popularnom dijelu grada Varoš.Stan površine 60 m2, položen je na trećem katu i sastoji se od hodnika, kuhinje, tri sobe i kupaonice.Iz stana se vidi more i stari dio grada. Stan je osunčan i u blizini svih sadržaja. Zbog svoje zanimljive lokacije, može biti i u funkciji turizma.Vlasništvo je uredno.",
                "cijena": "240.000 € ",
                "povrsina": "60,00 m²",
                "cijenam2": "4000",
                "link": "https://www.njuskalo.hr/nekretnine/split-varos-trosoban-stan-prodaja-oglas-26412922",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.454027825722,
                    43.505536064384
                ]
            },
            "properties": {
                "naslov": "Stan: Split  68.00 m2  FIRULE  PRODAJA",
                "opis": "Posredujemo u prodaji stana na Firulama.Stan se nalazi u prizemlju privatne kuće na Firulama - ima 68 m2 + 20 m2 loggia + vrt 50 m2.Sastoji se od dvije spavaće sobe, kuhinje s blagavaonom, kupatila, lođe, terase i vrta.U privatnoj kući je 6 stanova.Prodaje se za cijenu od 320.000 €, agencijska provizija je 2% plus PDV.",
                "cijena": "290.000 € ",
                "povrsina": "68,00 m²",
                "cijenam2": "4265",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-68.00-m2-firule-prodaja-oglas-34874966",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.46080807877,
                    43.517497405473
                ]
            },
            "properties": {
                "naslov": "Zamjena stana Split - Omiš (isključene agencije)",
                "opis": "Prodajem ili rađe mijenjam dvosobni stan u Splitu, površine 62,10 m², za odgovarajući stan u Omišu, predio Punta.Stan se nalazi u Mosećkoj ulici na 12. katu (2 dizala), sastoji se od 2 sobe, blagovaonice, kuhinje, kupatila, ostave, hodnika i lođe. Orijentacija je Istok - Sjever. U stanu su dvije funkcionalne klima jedinice.Stan se nalazi u blizini osnovne škole, dječjeg vrtića i prodajnog centra Kaufland. Dobro je prometno povezan, u blizini se nalaze dvije autobusne stanice (Velebitska ulica i Ulica Domovinskog rata). Pored zgrade se nalazi besplatni urađeni parking, te blizina pekare, supermarketa, frizera...Sve informacije na telefon.",
                "cijena": "155.000 € ",
                "povrsina": "62,10 m²",
                "cijenam2": "2500",
                "link": "https://www.njuskalo.hr/nekretnine/zamjena-stana-split-omis-iskljucene-agencije-oglas-33605198",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.440915,
                    43.513923
                ]
            },
            "properties": {
                "naslov": "Split  Dobri  dvosobni stan  prodaja",
                "opis": "Posredujemo u prodaji dvosobnog komfornog stana ukupne površine 85 m2 koji je smješten u manjoj stambenoj zgradi u Splitu, predio Dobri.Nekretnina se sastoji od predulaznog dijela, ulaza, kuhinje s blagovaonicom, pred prostora, dnevnog boravka, kupaonice s wc-om i dvije spavaće sobe.Postoji mogućnost ugradnje lifta kao i nadogradnje stana iznad.Nekretnina je smještena u neposrednoj blizini centra.Vlasništvo 1/1.Agencijska provizija: 2%+PDV   ",
                "cijena": "266.000 € ",
                "povrsina": "85,00 m²",
                "cijenam2": "3129",
                "link": "https://www.njuskalo.hr/nekretnine/split-dobri-dvosobni-stan-prodaja-oglas-36499447",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.474297,
                    43.509283
                ]
            },
            "properties": {
                "naslov": "Prodaja Stan S 2 Apartmana",
                "opis": "Prodaje se stan s 2 apartmana.Stan se nalazi na 5. katu stambene zgrade koja se napravila 1930. godine, nalazi se u centru grada.Prvi apartman se sastoji od 1 spavaće sobe, manje kuhinje, dnevnog boravaka i kupaonice.Drugi apartman se sastoji od 2 spavaće sobe, manje kuhinje, dnevnog boravaka te kupaonice.Nekretnina je udaljena 600 metara od Dioklecijanove palače i 300 metara od Arheološkog muzeja u Splitu.Trgovina prehrambenih proizvoda smještena je u neposrednoj blizini nekretnine, a najbliži restoran nalazi se na 150 metara. Tržnica je udaljena 100 metara od nekretnine.",
                "cijena": "215.000 € ",
                "povrsina": "90,00 m²",
                "cijenam2": "2389",
                "link": "https://www.njuskalo.hr/nekretnine/prodaja-stan-2-apartmana-oglas-32943259",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.474297,
                    43.509283
                ]
            },
            "properties": {
                "naslov": "Prodaja 3 Luksuzne Sobe",
                "opis": "Komforan stan s 3 sobe kategorizacije 4 zvijezdice. 7min pjeske do Dioklecijanove palace. Svaka soba je 25m2 i ima vlastito kupatilo od 5m2. Svaka jedinica je opremljena visokom hotelskom tehnologijom, karticno otvaranje vrata i karticno napajanje soba strujom i svim sadrzajima za iznajmljivanje. Zajednicke prostorije stana su pod video nadzorom. Bojler od 300 litara napaja sve jedinice toplom vodom i skriven je u spremi u kojoj se nalazi sva posteljina i sredstva za odrzavanje stana.IDEALNA PRILIKA ZA INVESTIRANJE U TURIZAM, sobe imaju uhodan booking cca 700 nocenja godisnje (sva nocenja su vidljiva i transparentna u sustavu) i prodaje se sa svim namještajem, aparatima i opremom. Sve je radjeno po projektnoj dokumentaciji, vlasnistvo 1/1 Stanu takodjer pripada sprema u suterenu od 9m2.",
                "cijena": "390.000 € ",
                "povrsina": "25,00 m²",
                "cijenam2": "15600",
                "link": "https://www.njuskalo.hr/nekretnine/prodaja-3-luksuzne-sobe-oglas-31129564",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.540545,
                    43.492419
                ]
            },
            "properties": {
                "naslov": "Penthouse  luksuzno uređen sa pogledom na more",
                "opis": "Penthouse, luksuzni  uređen, dvosoban, ukupne površine  182 m² (zatvorene površine 101 m2, terasa  87 m2, ostava, , garažno  parkirng mjesta). Na terasi  je kamin, sa pratećim dodacima kao ležaljke, stol, ukrasno bilje. Sa terase je predivan pogled na more. Stan je kao i cijeli objekat napravljen od kvalitetnih materijala i opremljen modernim namještajem i tehnikom. Lociran na drugom katu, sastoji se od ulaznog hola, kupaonice, dvije spavaćesobe, ostave, wc-a, kuhinje, blagovaonice, dnevnog boravka, pripadajuće jedne terase sa istočne strane i jedne terase sa zapadne strane te drvarnice . ",
                "cijena": "10 € ",
                "povrsina": "101,00 m²",
                "cijenam2": "0",
                "link": "https://www.njuskalo.hr/nekretnine/penthouse-luksuzno-ureden-pogledom-more-oglas-27838802",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Stan: Split  90.00 m2  SUĆIDAR  PRODAJA!!!",
                "opis": "Stan je smješten na prvom katu, a sastoji se od kuhinje, blagavaonice, hodnika, tri sobe, WC-a s kupaonicom, terase sa zapadne strane.Stanu pripada ostava i mala kućica sa kaminom.Papiri uredni.Agencijska provizija 2% plus PDV.",
                "cijena": "200.000 € ",
                "povrsina": "90,00 m²",
                "cijenam2": "2222",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-90.00-m2-sucidar-prodaja-oglas-28292785",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.474297,
                    43.509283
                ]
            },
            "properties": {
                "naslov": "Dvoetažni Penthouse",
                "opis": "Prodaje se luksuzni dvoetažni penthouse na jednoj od najljepših lokacija uz Park šumu Marjan. Smješten je na drugom katu stambene zgrade, orjentacije jug-zapad-sjever-istok.Stambene površine od 214 m2, od toga na prvoj etaži se nalaze tri spavaće sobe, dvije kupaonice od kojih je jedna kupaonica u spavaćoj sobi, na drugoj etaži se nalazi kupaonica, kuhinja sa blagavaonicom i dnevnim boravkom koji izlazi na zapadnu terasu s otvorenim pogledom na more i Park šumu Marjan.Novogradnja ima lift, sustav grijanja, klimatizacije i ventilacije, podno grijanje, video parlafon, garažno mjesto i 3 vanjska ne-natkrivena parking mjesta.",
                "cijena": "1.100.000 € ",
                "povrsina": "214,00 m²",
                "cijenam2": "5",
                "link": "https://www.njuskalo.hr/nekretnine/dvoetazni-penthouse-oglas-30529160",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.416697119441523,
                    43.50377945818741
                ]
            },
            "properties": {
                "naslov": "Stan: Split  127.00 m2 MEJE",
                "opis": "Prodaje se stan na Mejama sa mogućnosti kupnje garaže i parking mjesta ispred garaže.Stan je jako velik i prostran, moguće je i dodati još jedan kat.",
                "cijena": "600.000 € ",
                "povrsina": "127,00 m²",
                "cijenam2": "4724",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-127.00-m2-meje-oglas-30855536",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.444392800331,
                    43.515839263816
                ]
            },
            "properties": {
                "naslov": "Split centar: zemljište i 4-s stan - 1050 EUR/m2",
                "opis": "ENGLISH version below. ▼Ovaj se prostrani stan nalazi u centru Splita u secesijskoj vili na prvom katu (u naravi na drugom), ujedno i posljednjem. Vila broji ukupno 4 stana. Izolirana od gradske buke iako se nalazi na izrazito frenkventnoj lokaciji.Stan je trenutno u uporabi kao životni prostor, a zbog prostranosti je uz adaptaciju prilagodlljiv potrebama budućih vlasnika. Kako se stan nalazi na posljednjem katu, pripada mu i krovište koje nudi mogućnost nadogradnje. Visina stropova 3.20 m.Uz potkrovlje, velika prednost prodajnog objekta je i pripadajuće zemljište u samom centru grada.► Ukupna korisna površina stana je 106 m2 i sastoji se od:- 3 prostrane spavaće sobe (24, 15, 12 m2),- Kuhinje (5 m2),- Dnevne i blagavaonske prostorije (22 m2),- Kupaone s toaletom (9 m2),- Hodnika (19 m2).► Pripadajuće 2 terase i balkon zauzimaju površinu od 42 m2, a po koeficijentu 0.25 ukupno 11 m2.► Uz stan se prodaje vanjska površina kvadrature 178 m2 i sastoji od:- Garaže (26 m2),- Spremišta (18 m2),- Zemljišta (134 m2).► Zajedničko dvorište i vanjsko stubište zauzimaju površinu od 97 m2, a po koeficijentu 0.75 ukupno 73 m2.► UKUPNA POVRŠINA NA PRODAJU: 368 m2► Cijena/m2 1050 EUR.► Moguća zamjena za manji stan u Splitu.Godina izgradnje 1939, posljednja adaptacija 1953.Orijentacija S/J/I/Z.Papiri i vlasništvo uredno, prodaje vlasnica. Agencije molim da me ne kontaktiraju.Sva dodatna pitanja možete uputiti na 0955738244.—-This spacious apartment is located in the center of Split in Art Nouveau villa on the first floor (second floor by nature). The villa has 4 apartments. Isolated from the city noise, although it is located in a very frequent location.The apartment is currently in use as a living space, and due to the spaciousness with renovation, it is adaptable to the needs of future owners. As the apartment is located on the top floor of the villa, it has a belonging roof that offers the possibility of upgrading. Ceiling height 3.20 m.In addition to the roof, a great advantage of the property is the terrain in the city center.► The total area of ​​the apartment is 106 m2 and consists of:- 3 spacious bedrooms (24, 15, 12 m2),- Kitchen (5 m2),- Living and dining room (22 m2),- Bathroom with toilet (9 m2),- Hallway (19 m2).► Two terraces and the balcony occupy an area of 42 m2 and with an applied coefficient of 0.25 a total of 11 m2.► The apartment has an outdoor area of ​​178 m2 and consists of:- Garage (26 m2),- Storage (18 m2),- Terrain (134 m2).► Shared yard and the outdoor staircase cover an area of 97 m2, and with an applied coefficient of 0.75 a total of 73 m2.► TOTAL AREA FOR SALE: 368 m2► Price/m2 1050 EUR.► Possible exchange of property for a small apartment in the city of Split.Villa was built in 1939, the last adaptation was in 1953.Orientation N/S/E/W.Papers and property are clear, 1/1.Agencies excluded, the sale is led by the owner.All additional questions can be directed to +385 95 573 8244.",
                "cijena": "386.400 € ",
                "povrsina": "117,00 m²",
                "cijenam2": "3303",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-117.00-m2-oglas-36604376",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.448826873073997,
                    43.51689501377893
                ]
            },
            "properties": {
                "naslov": "Split  Bol - Vukovarska  trosoban stan 82 m2 s dva balkona  S-J",
                "opis": "EKSKLUZIVNA PRODAJA:Trosoban stan površine 82 m2, smješten na 3. katu kvalitetne starije zgrade, u Vukovarskoj ulici u blizini Općine, orijentacije sjever - jug, koji se sastoji od tri velike sobe, hodnika, kupaonice, velike ostave, kuhinje s blagovaonicom i dva balkona, idealan stanovanje, turizam ili urede.",
                "cijena": "249.000 € ",
                "povrsina": "82,00 m²",
                "cijenam2": "3037",
                "link": "https://www.njuskalo.hr/nekretnine/split-bol-vukovarska-trosoban-stan-82-m2-dva-balkona-j-oglas-36008098",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.436607880977046,
                    43.507770920928856
                ]
            },
            "properties": {
                "naslov": "Split (Centar) - renoviran jednosoban stan 30 m2 u staroj jezgri",
                "opis": "Renoviran jednosoban stan stvarne površine 30 m2 (uknjižene 27 m2), smješten na 01. katu povijesne kamene kuće u strogom centru Splita pod zaštitom UNESCO-a, koji se sastoji od spavaće sobe, kuhinje s blagovaonicom i kupaonice, idealan za turistički najam, izvrsna lokacija.------------------------------------------------A renovated one bedroom apartment of 30 sqm (registered on 27 sqm), on the 1st floor of a stone building in the UNESCO protected historic core of Split, few steps from all amenities, consisted of a bedroom, kitchen with dining area and a bathroom, perfect for touristic rental.",
                "cijena": "128.000 € ",
                "povrsina": "30,00 m²",
                "cijenam2": "4267",
                "link": "https://www.njuskalo.hr/nekretnine/split-centar-renoviran-jednosoban-stan-30-m2-staroj-jezgri-oglas-30684073",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.439641123277156,
                    43.50688213345997
                ]
            },
            "properties": {
                "naslov": "Split (Centar) - renoviran dvosoban stan 52 m2 u prizemlju kamene kuće",
                "opis": "Renoviran dvosoban stan površine 52 m2, smješten u prizemlju kamene kuće u centru Splita, mirna lokacija, zaseban ulaz, koji se sastoji od dvije sobe, hodnika, kuhinje s blagovanicom i dnevnim prostorom, kupaonice i dvije ostave (jedna izvan stana), te dijela dvora iza i ispred kuće, u funkciji turističkog najma, ali zbog lokacije idealan i za urede.",
                "cijena": "185.000 € ",
                "povrsina": "52,00 m²",
                "cijenam2": "3558",
                "link": "https://www.njuskalo.hr/nekretnine/split-centar-renoviran-dvosoban-stan-52-m2-prizemlju-kamene-kuce-oglas-30681521",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Bačvice trosoban stan",
                "opis": "Split, Bačvice, trosoban stan površine 85,55 m2 sa dva ulaza. Velikog volumena- visine 3,7m. Uključuje 3 sobe, kuhinju, 2 WC-banj, hodink. Stan je nedavno renoviran. Stan uključuje mogućnost ugradnje kamina. Na stan se nadovezuje natkrivena teraca sa dva ulaza površine 19 m2. Vrtal sa kaminom 84 m2. U prizemlju je poslovni prostor 19,23 m2. Stan ima pravo nadogradnje. Stan je udaljen 5min hoda od plaže Bačvice i 10min hoda od centra grada. Nalazi se na atraktivnoj lokaciji i u blizini svih sadržaja, te kao takav može biti za turistički svrhu ili obiteljsko stanovanje.Agencijska provizija 2%.Šifra objekta: iro-363Kontakt: Marijan Čotić, marijan.cotic@gmail.com, +385 98 587 211",
                "cijena": "370.000 € ",
                "povrsina": "85,00 m²",
                "cijenam2": "4353",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-trosoban-stan-oglas-36038863",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.445871,
                    43.50094
                ]
            },
            "properties": {
                "naslov": "SPLIT- BAČVICE-62 m2-TURIZAM !!!",
                "opis": "Prodaje se dvoetažan stan od 57 m2 sa pripadajućim pomoćnim prostorom od 14,30 m2 (korisne površine 5 m2) na predjelu Bačvica.Stan se nalazi na drugom katu,jugo istočne orijentacije.Sastoji se od:donja etaža(2.kat)-3 sobe,kupaonica i hodnik ukupno 33,20 m2,gornja etaža(potkrovlje)-kuhinja,blagavaonica,dnevni boravak ukupno 23,70 m2 te pomoćni prostor 14,30 m2.Stan je udaljen od Rive 100 m,a od plaže Bačvice 3 min. šetnje.Izvrsna nekretnina za turistički najam.Agencijska provizija- 2 %",
                "cijena": "240.000 € ",
                "povrsina": "62,00 m²",
                "cijenam2": "3871",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-62-m2-turizam-oglas-35455635",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.56315630841,
                    43.529606243286
                ]
            },
            "properties": {
                "naslov": "Stan: Žrnovnica  103.00 m2 NOVO  DVA STANA U KOMPLETU",
                "opis": "1.U MALOJ PREKRASNOJ KUĆI, PRODAJEMO DVA STANA U KOMPLETU.STAN U PRIZEMLJU, 41,66M2, IMA JEDNU SOBU, KUHINJU SA BLAGAVAONOM I DNEVNIM BORAVKOM, KUPATILO, PARKING I GARAŽU , DVORIŠTE SA VRTOM I ROŠTILJEM, KONOBU SA WC-OM.NA KATU , DVOSOBAN STAN OD 61,42M2, (ODVOJENIM ULAZ) IMA DVIJE SOBE, DVA KUPATILA, KUHINJU SA BORAVKOM I BLAGAVAONOM, BALKON.VODA JE RAZVEDENA TAKO DA SVAKA STAMBENA JEDINICA IMA SVOJE MJERILO., STRUJA SVOJ PRIKLJUČAK, POSTAVLJENE INSTALACIJE ZA TELEFON.ZAJEDNIČKA SEPTIČKA JAMA. kANALIZACIJA USKORO STIŽE, DOKUMENTACIJA U IZRADI.STANOVI SU ETAŽIRANI TAKO DA JE MOGUĆA I KUPNJA PREKO KREDITA.MIRNO I TIHO.SLIKE USKORO.",
                "cijena": "250.000 € ",
                "povrsina": "103,00 m²",
                "cijenam2": "2427",
                "link": "https://www.njuskalo.hr/nekretnine/stan-zrnovnica-103.00-m2-dva-stana-kompletu-oglas-35647496",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.440122977246,
                    43.512144766518
                ]
            },
            "properties": {
                "naslov": "Split  Grad  peterosobni stan  prodaja",
                "opis": "Posredujemo u prodaji peterosobnog stana ukupne površine 110 m2 koji je smješten na odličnoj lokaciji u centru grada.Nekretnina se sastoji od ulaznog dijela, hodnika, kuhinje s blagovaonicom, kupaonice s wc-om, pet soba i balkona.Nekretnina ima izuzetan potencijal.Može se koristiti kao stambeni prostor za obiteljski život, može biti odlična investicija za turističke namjena a može biti odvjetnički ured ili  ordinacija.Vlasništvo 1/1.Agencijska provizija: 2% + pdv",
                "cijena": "345.000 € ",
                "povrsina": "110,00 m²",
                "cijenam2": "3136",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-peterosobni-stan-prodaja-oglas-33716598",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.469786395395,
                    43.523606681812
                ]
            },
            "properties": {
                "naslov": "Stan: Split - Ravne njive  75 m2  novogradnja",
                "opis": "NOVOGRADNJA – HERCEGOVAČKA 104, RAVNE NJIVE, SPLITU ponudi dvosoban stan 75 m2Cijena: već od 2.999 eur/m2Zgrada 7 katova (55 stanova)-useljivo do ljeta 2023. godine. Projekt posjeduje pravomoćnu lokacijsku i građevinsku dozvolu.Ispod zgrada su 3 etaže podzemnih garaža, liftovima povezanih. Prizemlja su stanovi s predvrtovima, bez poslovnih prostora kako bi se očuvao mir i kvaliteta života. Okoliš će biti uređen kao park po posebnom projektu hortikulture. Blizina osnovne škole, teniskih terena, sportskih sadržaja, biciklističke staze, trgovačkih centara, tržnice…- energetski razred A+- potresna norma Eurocode 8- aluminijske žaluzine na loggiama- Daikin inverterske klime- podno grijanje u kupaonicama- keramika MIRAGE GLOCAL iz Credo centra- Vrhunska aluminij i pvc stolarija- alarmi u prizemnim stanovima, videonadzor okoliša i garažaKONTAKT MAIL: info@publika.hr",
                "cijena": "224.925 € ",
                "povrsina": "75,00 m²",
                "cijenam2": "2999",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-ravne-njive-70.00-m2-novogradnja-oglas-35856644",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.469786395395,
                    "null"
                ]
            },
            "properties": {
                "naslov": "Stan: Split  62.00 m2",
                "opis": "null",
                "cijena": "140.000 € ",
                "povrsina": "62,00 m²",
                "cijenam2": "2258",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-62.00-m2-oglas-36007945",
                "tocna lokacija": false
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.478526592255,
                    43.51056337654
                ]
            },
            "properties": {
                "naslov": "Stan: Split  92 86 m2",
                "opis": "Stan u stambenoj zgradi, spreman za renovaciju s izlazom u potkrovlje prodajemo",
                "cijena": "197.000 € ",
                "povrsina": "92,86 m²",
                "cijenam2": "2141",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-92.86-m2-oglas-27756520",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Prilika! Stan u centru Splita  pogled na Rivu i Marjan",
                "opis": "Prilika!!!U Varošu se prodaje renovirani stan u urbanoj vili od 47 m2, koji je u naravi veći jer se radi o potkrovlju. S ponistre se vidi Riva, Marijan što daje posebnu čar ovom stanu.Sastoji se od kuhinje i dnevnog boravka okrenutog jugu s pogledom na more, hodnik s kupatilom, te dvije sobe.Nalazi se na trećem katu, a iznad stana se nalazi tavan u koji se ulazi direktno iz stana te nitko drugi nema pristup.Stan je klimatiziranKrov zgrade zamijenjen, a fasada u potpunosti obnovljena. ",
                "cijena": "195.000 € ",
                "povrsina": "46,64 m²",
                "cijenam2": "4239",
                "link": "https://www.njuskalo.hr/nekretnine/stan-centru-splita-pogled-rivu-marjan-oglas-35841280",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Atraktivan stan u Splitu  u Varošu - 52m2",
                "opis": "Ovaj lijepi apartman nalazi na vrlo atraktivnoj i rijetkoj lokaciji, a sa svojih 52 m2 ima izvrstan raspored koji je idealan za bavljenje turizmom. Sastoji se od predsoblja, dnevnog boravka, kuhinje s blagovaonom, kupaonom i spavaćom sobom. Stan je vrhunski stilski uređen i opremljen. Nalazi se u povijesnom dijelu Splita na nekoliko koraka od Rive, Marjana i same jezgre Splita. ",
                "cijena": "210.000 € ",
                "povrsina": "52,66 m²",
                "cijenam2": "4038",
                "link": "https://www.njuskalo.hr/nekretnine/atraktivan-stan-splitu-varosu-52m2-oglas-35841279",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Dobri  1 5 sobni stan  prodaja",
                "opis": "Poredujemo u prodaji stana u središtu Splita. Sastoji se od kuhinje, blagovaonice, spavaće sobe, dnevnog boravka, kupaonice sa tuš kabinom, te balkona sa pogledom na vrt i brdo Marjan.Stan se nalazi na četvrtom katu stambene zgrade bez lifta, u vrlo mirnom okruženju. Nekretnina je klimatizirana i lijepo uređena, može biti za stanovanje ili u funkciji turizma.Vlasništvo je uredno.Agencijska provizija: 2 % od postignute kupoprodajne cijene + PDV",
                "cijena": "220.000 € ",
                "povrsina": "50,00 m²",
                "cijenam2": "4400",
                "link": "https://www.njuskalo.hr/nekretnine/split-dobri-1.5-sobni-stan-prodaja-oglas-26623415",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.473545269312,
                    43.507045543941
                ]
            },
            "properties": {
                "naslov": "Split  Trstenik  dvosobni komforni stan  prodaja",
                "opis": "Posredujemo u prodaji ekskluzivne nekretnine u naravi dvosobnog stana ukupne površine 105m2 koji je smješten u manjoj stambenoj zgradi u Splitu na području Trstenik.Nekretnina se sastoji od ulaznog dijela, hodnika kupaonice s wc-om, kuhinje s blagovaonicom, dnevnog boravka, ogromne lođe na kojoj je smješten jacuzzi na donjoj etaži, te kupaonice s wc-om, dvije spavaće sobe i lođe na gornjoj etaži.Nekretnina je renovirana je i opremljena modernim namještajem.Smještena je u blizini svih sadržaja neophodnih za svakodnevni život a samo je par minuta hoda udaljena od gradske plaže Trstenik.Vlasništvo uredno.Agencijska provizija: 2%+pdv",
                "cijena": "310.000 € ",
                "povrsina": "105,00 m²",
                "cijenam2": "2952",
                "link": "https://www.njuskalo.hr/nekretnine/split-trstenik-dvosobni-komforni-stan-prodaja-oglas-32788203",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "SPLIT-MARJAN 90 m2",
                "opis": "Prodaje se stan od 90 m2 smješten na prizemlju stambene zgrade odmah do marjanske šume.Stan ima cca 75 m2+15m2 terase,a sastoji se od hodnika,kuhinje,kupaonice,male radne sobe,3 velike sobe,balkona i terase.Stanu pripadaju i dvije drvarnice u dvorištu zgrade.Potrebna adaptacija.S obzirom na lokaciju stan je pogodan i za turistički najam(moguće izvesti dva apartmana).",
                "cijena": "275.000 € ",
                "povrsina": "90,00 m²",
                "cijenam2": "3056",
                "link": "https://www.njuskalo.hr/nekretnine/split-marjan-90-m2-oglas-29548901",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.437926285181,
                    43.510713672222
                ]
            },
            "properties": {
                "naslov": "Split  Centar  stan 100 m2 sa terasom  prodaja",
                "opis": "Posredujemo u ekskluzivnoj prodaji nekretnine u strogom centru grada Splita.Stan na prvom katu, površine 100 m2 sa terasom od 12 m2, ostavom i balkonom potrebno je preurediti. Moguće je napraviti 5 luksuznih soba. Idealno za turizam, zbog prostranosti i fantastične lokacije!Razgledavanje ove nekretnine moguće je isključivo uz potpisani posrednički ugovor koji je temelj za daljnje radnje vezane za kupoprodaju kao i za naplatu provizije, a sve sukladno Zakonu o posredovanju u prometu nekretnina.Agencijska provizija: 2% od postignute kupoprodajne cijene +pdv ",
                "cijena": "420.000 € ",
                "povrsina": "100,00 m²",
                "cijenam2": "4200",
                "link": "https://www.njuskalo.hr/nekretnine/split-centar-stan-100-m2-terasom-prodaja-oglas-30688320",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.431934,
                    43.507393
                ]
            },
            "properties": {
                "naslov": "CENTAR-POVIŠE KAZALIŠTA-ZA TURIZAM-3 apartm.",
                "opis": "U centru grada poviše kazališta prodaju se dvije garsonjere i jednosobni stan ukupne površine cca 80 m2.Svaka stambena jedinica ima zaseban ulaz.Predmetnim nekretninama pripada i vrt od 25 m2 te dio dvorišta ispred kuće.S obzirom na lokaciju iznimna prilika za turistički najam.Potrebna adaptacija!",
                "cijena": "225.000 € ",
                "povrsina": "80,00 m²",
                "cijenam2": "2813",
                "link": "https://www.njuskalo.hr/nekretnine/centar-povise-kazalista-turizam-oglas-29602286",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Centar  dvoetažni stan 158m2  prodaja",
                "opis": "Posredujemo u prodaji dvoetažnog stana (1+2 Kat), u strogom centru grada Splita.Na prvoj etaži se nalaze dvije sobe, kuhinja sa dnevnim boravkom, garsonjera i terasa 50m2 sa ljetnom kuhinjom i kaminom.Na drugom katu se nalaze 3 sobe sa kupaonom i garsonjera.Nekretnina je idealna za stanovanje i za turističku namjenu. Trenutno je u obje funkcije.Razgledavanje nekretnine moguće je isključivo uz potpisani Ugovor o posredovanju koji je u skladu sa Zakonom o zaštiti podataka i Zakonom o posredovanju u prometu nekretnina.Agencijska provizija: 2% + pdv",
                "cijena": "799.000 € ",
                "povrsina": "158,00 m²",
                "cijenam2": "5057",
                "link": "https://www.njuskalo.hr/nekretnine/split-centar-dvoetazni-stan-158m2-prodaja-oglas-31857223",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.4371021,
                    43.5096444
                ]
            },
            "properties": {
                "naslov": "Split  Grad  trosobni stan  prodaja",
                "opis": "Posredujemo u prodaji trosobnog stana ukupne površine 96m2 koji je smješten na izuzetnoj lokaciji u Splitu na području Grad.Nekretnina se nalazi u srcu Splita a sastoji se od ulaznog dijela, hodnika, kuhinje s blagovaonicom, dnevnog boravka, kupaonice s wc-om, zasebnog wc-a te tri spavaće sobe.U potkrovlju poviše stana nalazi se prostor od cca 16m2 koji pripada nekretnini.Nekretnina je idealna za turističku djelatnost.Potrebno je u cijelosti renovirati.",
                "cijena": "380.000 € ",
                "povrsina": "96,00 m²",
                "cijenam2": "3958",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-trosobni-stan-prodaja-oglas-30354319",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Meje  petorosoban stan  prodaja",
                "opis": "Posredujemo u prodaji peterosobnog stana u Splitu, predio Meje.Stan površine 127m2 sa prekrasnim pogledom na more, sa puno svjetla i sunca. Stan se nalazi na trećem katu a ima mogućnost nadogradnje još jednog kata.Također postoji mogućnost kupnje garaže i parkirnih mjesta ispred garaže.Razgledavanje nekretnine moguće je isključivo uz potpisani Ugovor o posredovanju koji je u skladu sa Zakonom o zaštiti podataka i Zakonom o posredovanju u prometu nekretnina.Agencijska provizija: 2% + pdv   ",
                "cijena": "600.000 € ",
                "povrsina": "127,00 m²",
                "cijenam2": "4724",
                "link": "https://www.njuskalo.hr/nekretnine/split-meje-petorosoban-stan-prodaja-oglas-31893836",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.484650815869,
                    43.507011736517
                ]
            },
            "properties": {
                "naslov": "Split  Žnjan  četverosoban stan  prodaja",
                "opis": "Posredujemo u prodaji stana u Splitu, predio Žnjan. Stan je četverosoban, površine 153 m2,  od toga 113 m2 stambeno + 40 m2 loggia (dio natkriven s kaminom).Stan je položen na 4 katu zgrade, bez lifta.  Orjentacija stana je istok-jug-zapad. Stan je uredan i očuvan. Nalazi se u blizini svih sadržaja potrebnih u svakodnevnom životu i prekrasne plaže.Vlasništvo je u redu.Agencijska provizija: 2% od postignute kupoprodajne cijene + pdv",
                "cijena": "350.000 € ",
                "povrsina": "113,00 m²",
                "cijenam2": "3097",
                "link": "https://www.njuskalo.hr/nekretnine/split-znjan-cetverosoban-stan-prodaja-oglas-28540311",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Split  Grad Centar  trosoban stan  prodaja",
                "opis": "Posredujemo u prodaji urednog stana u strogom centru grada Splita, u Dioklecijanovoj palači.Stan se sastoji od hodnika, kuhinje, dnevnog boravka, kupaonice i tri sobe.Odlična pozicija, veoma pogodno za turizam!Detaljnije informacije direktno u agenciji ili na mob. agenta.Vlasništvo je uredno! ",
                "cijena": "199.000 € ",
                "povrsina": "67,91 m²",
                "cijenam2": "2970",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-centar-trosoban-stan-prodaja-oglas-26014721",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.440772857147,
                    43.508178988228
                ]
            },
            "properties": {
                "naslov": "Split  Palača  apartman za turizam  prodaja",
                "opis": "Posredujemo u prodaji trosobnog stana u Dioklecijanovoj palači na prvom katu. Stan je djelomično renoviran i pripremljen za turizam. Kategoriziran je sa tri zvjezdice.Stanu pripada još dvadeset m2 u vanknjižnom vlasništvu.Izuzetna lokacija!  ",
                "cijena": "350.000 € ",
                "povrsina": "70,00 m²",
                "cijenam2": "5000",
                "link": "https://www.njuskalo.hr/nekretnine/split-palaca-apartman-turizam-prodaja-oglas-19264896",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.47943854332,
                    43.514914607103
                ]
            },
            "properties": {
                "naslov": "Split  Visoka  trosoban stan  prodaja",
                "opis": "Posredujemo u prodaji trosobnog stana površine  95 m2.Stan ima tri sobe, dnevni boravak, blagovaonicu, izbu, kupaonicu, nužnik, predsoblje, hodnikom i lođu.Mirno okruženje, vlasništvo u redu.Agencijska provizija: 2%+pdv.",
                "cijena": "180.000 € ",
                "povrsina": "92,00 m²",
                "cijenam2": "1957",
                "link": "https://www.njuskalo.hr/nekretnine/split-visoka-trosoban-stan-prodaja-oglas-26598189",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.423334987836,
                    43.505798050192
                ]
            },
            "properties": {
                "naslov": "Split  Meje  stan 76 m2  prodaja",
                "opis": "Posredujemo u prodaji stana u Splitu, predio Meje. Ukupna netto korisna površina stana iznosi 76,00 m2, južne orijentacije.Osim ulaznog dijela, ima ostavu, tri sobe, dva sanitarna čvora i kuhinju.Stan se nalazi u prizemlju, a može biti i poslovni prostor za različite namjene.CIJENA: 2.500 €/m2",
                "cijena": "190.000 € ",
                "povrsina": "76,00 m²",
                "cijenam2": "2500",
                "link": "https://www.njuskalo.hr/nekretnine/split-meje-stan-76-m2-prodaja-oglas-23643596",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.438687741756,
                    43.509405761681
                ]
            },
            "properties": {
                "naslov": "Split  Grad  Get  Dvosoban stan  Apartman  prodaja",
                "opis": "Posredujemo u prodaji nekretnine u starom dijelu grada Splita.Udaljenost od Rive 200 m, idealna nekretnina za komercijalnunamjenu u turističke svrhe.Položena na trećem katu u starijoj zgradi, površine 56 m2.Sastoji se od ulaznog dijela u kojem se nalazi wc, stepenicamaulazimo u blagovaonicu koja je u cjelini sa kuhinjom, na lijevu stranunalazi se dnevni boravak, sa desne strane blagovaonice ulazi se upredsoblje koje dijelom služi kao ostava.Iz predsoblja se ulazi u dvije spavaće prostorije južne orijentacije.Vlasništvo u redu!CIJENA: 180.000 €",
                "cijena": "180.000 € ",
                "povrsina": "56,00 m²",
                "cijenam2": "3214",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-get-dvosoban-stan-apartman-prodaja-oglas-22378412",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    "null",
                    "null"
                ]
            },
            "properties": {
                "naslov": "Trosoban stan na Mejama",
                "opis": "Dvoetažni stan na elitnoj lokaciji, 128,55 m2, 3 sobe, kuhinja, blagovana i veliki dnevni boravak sa izlazom na veliku terasu, sa pogledom na cijeli Splitski akvatorij.Velika kupaona, hidromasažna kada.Dve manje kupaone.Garaža 33 m2.Iz svih prostorija se širi prelijep pogled na Marijan i more",
                "cijena": "550.000 € ",
                "povrsina": "128,55 m²",
                "cijenam2": "4297",
                "link": "https://www.njuskalo.hr/nekretnine/trosoban-stan-mejama-oglas-3508653",
                "tocna lokacija": "null"
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.45629694841,
                    43.501756474099
                ]
            },
            "properties": {
                "naslov": "Split  Firule  studio apartman  prodaja",
                "opis": "Posredujemo u prodaji prekrasno uređenog modernog studio apartmana koji se nalazi u manjoj stambenoj zgradi u Splitu na području Firula.Nekretnina je samo par minuta hoda od Zente i kao takva idealna je za turističku djelatnost a može se koristiti i u poslovne svrhe.Vlasništvo uredno.",
                "cijena": "95.000 € ",
                "povrsina": "28,45 m²",
                "cijenam2": "3393",
                "link": "https://www.njuskalo.hr/nekretnine/split-firule-studio-apartman-prodaja-oglas-25088715",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.437440514564,
                    43.512051315178
                ]
            },
            "properties": {
                "naslov": "Split  Centar  Trosoban stan  prodaja",
                "opis": "Stan se nalazi u Kninskoj ulici u Splitu. U starijoj kući na prvom i drugom katu. Drugi kat je potkrovlje. Površine 55 m2. Etaža na prvom katu ima dvije sobe ispred ulaza u stan prekrasna teraca površine 20 m2. Druga etaža se sastoji od: kuhinje i blagavaonice i jedne spavaće sobe. Stan je u izvornom stanju totrebno je preuređenje. Vlasništvo u redu.",
                "cijena": "150.000 € ",
                "povrsina": "55,00 m²",
                "cijenam2": "2727",
                "link": "https://www.njuskalo.hr/nekretnine/split-centar-trosoban-stan-prodaja-oglas-9697439",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.528727855164,
                    43.509245026283
                ]
            },
            "properties": {
                "naslov": "Split  Kamen  trosobni stan  prodaja",
                "opis": "Ekskluzivna prodaja trosobnog stana  u novogradnji ukupne površine 96m2 koji je smješten u manjoj stambenoj zgradi  u potkrovlju na Kamenu.Nekretnina se sastoji od ulaznog dijela, kuhinje s blagovaonicom, kupaonice s wc-om, zasebnog wc-a, dnevnog boravka i tri sobe.Smještena je u tihom i mirnom okruženju.Uz stan je obavezno kupiti i garažno mjesto po cijeni od 12000 Eur.Vlasništvo uredno. ",
                "cijena": "145.000 € ",
                "povrsina": "96,00 m²",
                "cijenam2": "1510",
                "link": "https://www.njuskalo.hr/nekretnine/split-kamen-trosobni-stan-prodaja-oglas-27787113",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.450868691879,
                    43.502498322021
                ]
            },
            "properties": {
                "naslov": "Split  Bačvice  dvosobni stan  prodaja",
                "opis": "Posredujemo u prodaji dvosobnog lijepo uređenog stana ukupne površine 70m2 koji je smješten u manjoj stambenoj zgradi na odličnoj lokaciji u Splitu na području Bačvica.Nekretnina se sastoji od ulaznog dijela, hodnika, kupaonice s wc-om, kuhinje s blagovaonicom, dnevnog boravka i dvije spavaće sobe.Dnevni boravak i jedna soba imaju balkon.Ispred zgrade se nalazi pripadajuće parkirno mjesto.Nekretnina se nalazi u tihom i mirnom okruženju u neposrednoj blizini plaže Ovčice, Firule i Bačvice.Vlasništvo uredno.",
                "cijena": "280.000 € ",
                "povrsina": "70,00 m²",
                "cijenam2": "4000",
                "link": "https://www.njuskalo.hr/nekretnine/split-bacvice-dvosobni-stan-prodaja-oglas-27170700",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.43557369709,
                    43.510261688738
                ]
            },
            "properties": {
                "naslov": "Split  Grad  Varoš  dvosobni stan  prodaja",
                "opis": "Posredujemo u prodaji dvosobnog stana - apartmana ukupne površine 54 m2 koji je smješten u užem centru Splita.Nekretnina se sastoji od ulaznog dijela, hodnika, kupaonice s wc-om, kuhinje s blagovaonicom, dnevnog boravka i dvije sobe.Idealna je za turističke namjene jer je samo par minuta hoda udaljena od Splitske Rive.Vlasništvo 1/1.CIJENA: 180.000 €",
                "cijena": "180.000 € ",
                "povrsina": "54,00 m²",
                "cijenam2": "3333",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-dvosobni-stan-prodaja-oglas-21742183",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.433347463608,
                    43.510106066539
                ]
            },
            "properties": {
                "naslov": "Split  Varoš  stan  prodaja  61 m2",
                "opis": "Posredujemo u prodaji stana u starijoj rustikalnoj kući na predjelu grada Varoš.Nekretnina površine 61 m2, sastoji se od dvije etaže.Etaža drugog kata posjeduje dvije prostorije i ulazni dio , skalinama ulazimo u etažu potkrovlja koja se sastoji od kuhinje, wc a, i dvije spavaće prostorije.Potrebna je adaptacija, lokacija je odlična. Nekretnina je idealna za komercijalnu namjenu u turističkoj sezoni.Udaljenost od samog centra grada Splita 400m, Prilika!!!CIJENA:160.000 €",
                "cijena": "160.000 € ",
                "povrsina": "61,00 m²",
                "cijenam2": "2623",
                "link": "https://www.njuskalo.hr/nekretnine/split-varos-stan-prodaja-61-m2-oglas-20415695",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.437642394443,
                    43.509463526715
                ]
            },
            "properties": {
                "naslov": "Split  Grad  apartman 24 m2  prodaja",
                "opis": "Posredujemo u prodaji lijepo uređenog apartmana u strogom centru grada Splita.Apartman se nalazi u prizemlju, površine 24 m2, klimatiziran.Sastoji se od ulaznog dijela, spavaće sobe i kupaonice koji su odvojeni.Uređen u dalmatinskom štihu, a zbog svoje lokacije pruža mogućnost najma cijelu godinu.Vlasništvo je uredno.",
                "cijena": "220.000 € ",
                "povrsina": "24,00 m²",
                "cijenam2": "9167",
                "link": "https://www.njuskalo.hr/nekretnine/split-grad-apartman-24-m2-prodaja-oglas-26071415",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.44281566143,
                    43.507032445902
                ]
            },
            "properties": {
                "naslov": "Split Radunica Stan 135 m2",
                "opis": "Stan se nalazi na predjelu Radunica.U samom centru grada udaljen od Dioklecijanove palače i gradske luke 70 m.Stan se nalazi u kući na drugoj i trećoj etaži.Površine 135 m2 komplet renoviran 2005 god.Druga etaža se sastoji od četiri sobe.Jedna soba je trokrevetna i ostale tri sobe su dvokrevetne.Svaka soba ima svoju kupaonicu i klima uređaj.Treća etaža u naravi se sastoji od:Dvije spavaće sobe,dnevnog dijela u cjelini sa blagavaonicom i kuhinjom i balkona.Na balkonu se nalazi praonica rublja i kamin.Stan je namjenjen za turističku djelatnost,kategoriziran i zbog svog položaja i uređenja ispunjen gostima cijelu turističku sezonu.Djelom ispunjen i izvan turističke sezone.Vlasništvo u redu.",
                "cijena": "420.000 € ",
                "povrsina": "135,00 m²",
                "cijenam2": "3111",
                "link": "https://www.njuskalo.hr/nekretnine/split-radunica-stan-135-m2-oglas-14966267",
                "tocna lokacija": true
            }
        },
        {
            "type": "Feature",
            "geometry": {
                "type": "Point",
                "coordinates": [
                    16.44281566143,
                    "null"
                ]
            },
            "properties": {
                "naslov": "Stan: Split  86 m2 \"POVOLJNO CENTAR\"",
                "opis": "Prodaje se stan u centru grada.Trenutno je u namjeni kao poslovni prostor ali se može prenamjeniti u stambeni. Kao takav je idealan za turizam uz malo ulaganja. Stan ima odvojeno mjerilo za struju, vodu i odvojenu kanalizaciju. Neto površine 60m2. Orjentacija Zapad.",
                "cijena": "130.000 € ",
                "povrsina": "86,00 m²",
                "cijenam2": "1512",
                "link": "https://www.njuskalo.hr/nekretnine/stan-split-86-m2-povoljno-centar-oglas-27608506",
                "tocna lokacija": "null"
            }
        }
    ]
}